{
  "names": [
    {
      "name": "Алексей",
      "sex": "М",
      "available_name": [
        "Алексейка",
        "Алёха",
        "Лёха",
        "Алёша",
        "Лёша",
        "Али",
        "Лёля",
        "Аля",
        "Алюня",
        "Люня",
        "Лексейка",
        "Лекса",
        "Лекся",
        "Лёкса",
        "Лёкся",
        "Алёня",
        "Лёня",
        "Алёка",
        "Алека",
        "Лёка",
        "Лека"
      ],
      "orthodox_birthday": " 17 февраля, 25 февраля, 28 февраля, 8 марта, 22 марта, 28 марта, 30 марта, 5 апреля, 4 мая, 7 мая, 2 июня, 22 июня, 23 июня, 6 июля, 17 июля, 4 августа, 20 августа, 22 августа, 25 августа, 26 августа, 27 августа, 30 августа, 4 сентября, 16 сентября, 22 сентября, 25 сентября, 1 октября, 2 октября, 4 октября, 13 октября, 18 октября, 29 октября, 3 ноября, 6 ноября, 11 ноября, 13 ноября, 20 ноября, 22 ноября, 23 ноября, 27 ноября, 3 декабря, 5 декабря, 6 декабря, 10 декабря, 11 декабря, 17 декабря, 23 декабря.",
      "catholic_birthday": " 17 февраля,  24 апреля,  17 июля, 30 октября.",
      "history": "Имя Алексей пришло к нам из Древней Греции, где звучало как Алекс  и означает: защищать, защитник, помощник. Рост популярности этого имени наблюдался на территории Руси после того, как было принято христианство. Каноническая церковная форма имени – Алексий.\nИменно это имя было наиболее популярным среди представителей царского рода, полководцев, патриархов, а также бояр и дворян.",
      "character": "Алексей может похвастаться весьма развитой интуицией. Но в достижении своих желаний ему помогает не только она, но и свойственные Алексею активность и воля. Алексей умеет оценивать свои силы. Если он уверен в своем успехе, то будет идти до победного конца, а если благополучный исход представляется мужчине сомнительным, то, скорее всего, он откажется от своих попыток. Покладистый характер Алексея помогает ему счастливо строить свою семейную жизнь. Творческие способности дают широкие перспективы, но Алексей очень брезглив и поэтому отказывается от многих удачных идей. Больше всего в своей жизни Алексей ценит своего отца, следом идут дети Алексея. Маленький Алексей очень доброжелателен. Лёше важно в любом деле достигать наилучших результатов. В мальчике говорит врождённое честолюбие. Иногда это качество спит, и тогда Леша становится ленивым и бездеятельным. Алексей не относится в величественным и выдающимся людям. Он обычный мужчина, нежный с любимыми и надёжный для своих друзей. Он не лишен прекрасных качеств, но все они выражены не ярко. Мужчина неплохо приспособлен для повседневной жизни, но сильные страсти и неожиданные повороты судьбы не для него. Алексей часто убегает от действительности при малейшей неудаче. Он углублен в себя, много фантазирует. Алексей не любит осуждения и легко оправдывает себя, выдумывая объяснения своим поступкам. Ум и интуиция Алексея скорее женского типа, чем мужского. Он внимателен к мелочам, имеет хорошую память, отличается любознательностью. Алексей неизменно почтителен со своими родителями. В отношениях с женщинами этот мужчина ценит аккуратность и опрятность своей избранницы. Чувствительность и ранимость Алексея привлекают к нему много поклонниц, поэтому победы над противоположным полом мужчина одерживает легко и часто. Тем не менее, Алексей – верный муж, относящийся к жене порой слишком доверчиво.\nЗимний Алексей – это эмоциональная, упрямая и настойчивая личность, которая в силу своего характера нередко попадает в неприятные истории. Он обладает обостренным чувством справедливости, при этом свою правоту доказывать не будет, считая, что это выше его достоинства.\nВесенний Алексей нерешителен, скромен и впечатлителен, миролюбив и неконфликтен, чем пользуются окружающие его люди, зная, что открыто протест свой он выражать не станет. Весенний Алексей не стремится быть лидером, поскольку не любит навязывать свое мнение или общество.\nЛетний Алексей не обладает сильной волей, поэтому нуждается в поддержке близких и друзей, для него крайне важно получать одобрение своих действий. Скромность и неуверенность в себе не позволяют летнему Алексею в полной мере реализовывать свои идеи. К тому же он тяжело переносит неудачи и критику.\nОсенний Алексей – это уверенный в себе человек, который умеет отстаивать свои идеи. Он всегда говорит 'по существу', его лаконичность, инициативность, практичность и рациональность, подкрепленные живым умом, способствуют тому, что он успешен на любом выбранном поприще.",
      "sexuality": "Любопытство Алексея рано или поздно перебарывает его природную скромность, делая его раскрепощенным в сексуальном плане. В период сексуального становления он предпочитает зрелых и опытных партнерш, которые при этом должны быть ласковыми и нежными.\nВ интимных отношениях чувственный, внимательный и страстный Алеша не является эгоистом, поэтому, прежде всего, старается доставить удовольствие своей партнерше.\nДля Алексея важно доверять своей избраннице, поскольку по природе своей он брезглив. Даже в юности предпочитает иметь длительные половые связи (он 'гонится' за качеством, а не количеством).",
      "compatibility_name": [
        "Ада",
        "Аза",
        "Анастасия",
        "Анжела",
        "Анна",
        "Богдана",
        "Валентина",
        "Варвара",
        "Виталия",
        "Галина",
        "Елена",
        "Клавдия",
        "Лариса",
        "Любовь",
        "Людмила",
        "Надежда",
        "Роксана",
        "Светлана",
        "Яна"
      ],
      "not_compatibility_name": [
        "Верой",
        "Оксаной",
        "Тамарой",
        "Юлией",
        "Алина"
      ],
      "middle_name_is_combined": [
        "Олегович",
        "Игоревич",
        "Дмитриевич",
        "Сергеевич",
        "Денисович",
        "Михайлович"
      ],
      "badges": [
        "Водолей"
      ],
      "colors": [
        "зеленый",
        "красный",
        "голубой"
      ],
      "plant": [
        "омела",
        "тополь",
        "сирень"
      ],
      "animals": [
        "лось",
        "краб"
      ],
      "mineral": [
        "лазурит",
        "яшма",
        "александрит",
        "медь",
        "бронза"
      ],
      "planet": [
        "Нептун",
        "Юпитер"
      ],
      "successful_day": [
        "суббота"
      ],
      "health": "Маленький Алексей не отличается крепким здоровьем (подвержен респираторным заболеваниям). Однако с возрастом он 'перерастает' свою детскую болезненность. Единственное, на что следует уделить внимание Алешам, это рацион, поскольку люди с этим именем зачастую испытывают проблемы с желудочно-кишечным трактом.",
      "character_traits": [
        "дружелюбие",
        "миролюбие",
        "спокойствие",
        "интуиция",
        "терпеливость",
        "чувственность",
        "сострадание",
        "добродушие",
        "уступчивость"
      ],
      "celebrities": [
        "Алеша Попович (фольклорный собирательный образ богатыря в русском былинном эпосе. Алёша Попович как младший входит третьим по значению в богатырскую троицу вместе с Ильёй Муромцем и Добрыней Никитичем. В украинских думах также встречается персонаж Олексий Попович.)",
        "Алексей Михайлович ((1629 - 1676) второй русский царь из династии Романовых (1645 — 1676), сын Михаила Фёдоровича и его второй жены Евдокии)",
        "Алексий II ((1929 - 2008) в миру — Алексей Ридигер; епископ Русской православной Церкви; с 7 июня 1990 года — патриарх Московский и всея Руси)",
        "Алексей Бестужев-Рюмин ((1693 - 1768) русский государственный деятель и дипломат, канцлер Российской империи при Елизавете Петровне)",
        "Алексей Ермолов ((1777 - 1861) русский военачальник и государственный деятель, участник многих крупных войн, которые Российская империя вела с 1790-х по 1820-е. Главнокомандующий во время Кавказской войны.)"
      ],
      "professions": "Алексей – творческая натура, поэтому наиболее комфортно будет чувствовать себя в профессии, связанной с искусством (из обладателей этого имени получатся прекрасные актеры, режиссеры, писатели, художники, скульпторы, музыканты).\nУравновешенность и спокойствие Алексея, его настойчивость и вдумчивость могут пригодиться в бизнесе, медицине, юриспруденции, а также на дипломатическом поприще.\nПерспектива управленца Алексея не сильно прельщает, но и чрезмерного давления со стороны начальства он тоже не потерпит.",
      "hobbies": "Основное увлечение Алексея – это активный отдых: зимой он катается на лыжах, летом – на велосипеде. Часто он выезжает с палатками за город, осенью и весной собирает грибы и ягоды, а также охотится."
    },
    {
      "name": "Маргарита",
      "sex": "Ж",
      "available_name": [
        "Маргаритка",
        "Марго",
        "Маргоша",
        "Маргуша",
        "Мара",
        "Маруся",
        "Мага",
        "Мака",
        "Рита",
        "Ритуля",
        "Ритуня",
        "Ритуся",
        "Туся",
        "Ритуша",
        "Мэг",
        "Мегги",
        "Мэгги",
        "Меги",
        "Мэги",
        "Грета",
        "Гита",
        "Меган"
      ],
      "orthodox_birthday": "8 февраля, 30 июля, 14 сентября, 15 декабря",
      "catholic_birthday": "18 января, 22 февраля, 22 мая, 16 июля, 20 июля, 16 октября",
      "history": "Имя Маргарита в переводе с греческого языка означает «жемчужина», «жемчуг». «Маргаритос» - это эпитет Афродиты, богини красоты и любви, которая была покровительницей мореплавателей. И именно жемчужины и перламутровые раковины моряки жертвовали ей, прося защиты и покровительства. Имя Маргарита носила легендарная раннехристианская святая Маргарита Антиохийская, казненная в 304 году, но на данный момент достоверность ее существования находится под сомнением. В православии эту святую называли святая Марина, и именно имя Маргарита могло стать вторым светским именем у тех женщин, которые при крещении получали имя Марина. До Октябрьской революции имя Маргарита отсутствовало в святцах, а появилось там лишь в 2000 году, когда православная церковь канонизировала двух новомучениц-монахинь. Имя Маргарита не было распространено в православии и изредка давалось в монашеской среде. После того, как были отменены церковные ограничения, этим именем стали все чаще и чаще называть девочек, и уже к 1960 году оно вошло в число широко распространенных имен. На данный момент эта популярность только растет. Так же с древних времен имя Маргарита считалось «королевским», девочек из простых семей так называли редко.",
      "character": "Тайна имени открывается при знакомстве с Маргаритой. В раннем возрасте она проявляет во всем свою самостоятельность и имеет личное мнение по каждому вопросу. Является прилежной ученицей, интересуется школьными занятиями. Особенно ее привлекает математика. Девочка очень любопытна, всегда за всеми подглядывает и подслушивает. От других отличается особой прямолинейностью.\nВзрослая представительница имени Маргарита умна и сообразительна. Она – прирожденный лидер абсолютно во всем – и на работе, и дома. По характеру волевая, сильная, обладающая острым логическим умом. Любит свободу и независимость, не терпит под кого-либо подстраиваться. Причиной этому является некая ее замкнутость и категоричность.\n«Зимние» обладательницы этого имени деспотичны и требовательны, «осенние» — деловиты, практичны, скуповаты. Родившиеся летом — мягки, но непреклонны, обладают большой духовной силой, «весенним» свойственно сумасбродство.\nПоложительные качества характера Маргариты: отвага, чувство собственного достоинства, женственность и тактичность. Такая девушка никогда не потерпит неуважительного отношения к себе, не прощает обиды. Она слишком избирательно подходит к выбору своего близкого окружения, тесно общается только с проверенными людьми. Ее можно охарактеризовать как умную женщину, практичную, честную и бескорыстную. Она верная и преданная подруга, готовая всегда прийти на помощь.\nОтрицательные черты: излишняя прямота, резкость, хитрость и изворотливость. Маргарита слишком самокритична по отношению к себе, у нее отсутствует уверенность. Ей не свойственно проявлять эгоизм и дипломатию. Этим объясняются ее конфликты с посторонними людьми.",
      "sexuality": "Она умудряется добиться успеха и в любви, и в сексе, Маргарита сентиментальна, чувствительна, мечтает о безумной любви, от которой «в омут с головой». Если она в юности пережила это волнующее чувство, то будет помнить первую любовь всю жизнь. Маргарита любит физически сильных мужчин, ей доставляет особенное удовольствие повелевать ими в постели, она счастлива только тогда, если управляет своим партнером. Она откровенна в сексе, ей свойственны сильные эмоции, бурные увлечения. Если у нее случаются неудачи, она переживает их необычайно остро, впадая в депрессию.\nМаргарита свободолюбива и независима, свою личную жизнь строит так, как считает нужным, не считаясь с общепринятыми нормами. Маргарита обладает повышенным сексуальным темпераментом, способна довести мужчину до состояния экстаза. Многие из Маргарит предпочитают молодых, неопытных мужчин, перед которыми они могут раскрыться во всем своем блеске и которых они вводят в мир незабываемых сексуальных ощущений. Маргарита живо интересуется эротической литературой, любит поговорить с мужчинами о сексе, но больше полагается на свой опыт. «Летняя» Маргарита скорее представляет собой пассивно-подчиняемый тип женщины. Ее идеал — «сильный мужчина», которому она хочет подчиниться. В ласках мужчины она предпочитает напор, силу, агрессивность. Она несколько нервна, нерешительна, ей требуется опытный партнер, который «овладеет ею». Интимная жизнь «осенней» Маргариты складывается непросто, она проходит через цепь разочарований, прежде чем найдет партнера, с кем достигнет сексуальной гармонии. Ей противопоказан брак с мужчиной, родившимся зимой.",
      "compatibility_name": [
        "Альберт",
        "Геннадий",
        "Дмитрий",
        "Ефим",
        "Михаил",
        "Петр",
        "Роман",
        "Руслан",
        "Савелий",
        "Семен",
        "Сергей",
        "Эдуард"
      ],
      "not_compatibility_name": [
        "Виталий",
        "Владимир",
        "Иван",
        "Кирилл"
      ],
      "middle_name_is_combined": [
        "Александровна",
        "Альбертовна",
        "Брониславовна",
        "Витальевна",
        "Германовна",
        "Григорьевна",
        "Данииловна",
        "Евгеньевна",
        "Ильинична",
        "Иннокентьевна",
        "Кареновна",
        "Кузьминична",
        "Львовна",
        "Леонидовна",
        "Максимовна",
        "Матвеевна",
        "Мирославовна",
        "Михайловна",
        "Петровна",
        "Рубеновна",
        "Самвеловна",
        "Сергеевна",
        "Станиславовна",
        "Тельмановна",
        "Эдуардовна"
      ],
      "badges": [
        "Рыбы"
      ],
      "colors": [
        "Лиловый"
      ],
      "plant": [
        "Маргаритка",
        "Сосна"
      ],
      "animals": [
        "Молюск-жемчужина"
      ],
      "mineral": [
        "Жемчуг"
      ],
      "planet": [
        "Венера"
      ],
      "successful_day": [
        "Четверг"
      ],
      "health": "Рита – обладательница хорошего и крепкого здоровья. Однако она имеет предрасположенность к хроническим заболеваниям дыхательных путей, расположена к болезням глаз.",
      "character_traits": [
        "Рассудительность",
        "прямолинейность",
        "категоричность",
        "отсутствие эгоизма",
        "развитые аналитические способности",
        "целеустремленность",
        "лидерские качества",
        "решительность",
        "смелость",
        "честность",
        "нетерпеливость",
        "самокритичность"
      ],
      "celebrities": [
        "Маргарита де Валуа ((1553 - 1615) известна как «Королева Марго»; дочь Генриха II и Екатерины Медичи, в 1572—1599 годах была супругой Генриха де Бурбона короля Наваррского, который под именем Генриха IV занял французский престол)",
        "Маргарита Тюдор ((1489 - 1541) королева Шотландии, супруга короля Якова IV)",
        "Маргарет Тэтчер ((род.1925) премьер-министр Великобритании (Консервативная партия Великобритании) в 1979-1990 годах, Баронесса (1992); известна как «железная леди», первая и пока единственная женщина, побывавшая на этом посту)",
        "Маргарет Митчелл ((1900 - 1949) американская писательница, автор романа-бестселлера «Унесённые ветром». Роман, вышедший в 1936 году получил премию Пулитцера, выдержал более 70 изданий в США, был переведён на 37 языков мира, экранизирован в 1939 режиссёром Виктором Флемингом. Фильм «Унесенные ветром» получил восемь премий «Оскар».)",
        "Маргарита Прованская ((1221 - 1295) королева Франции в 1234 - 1270 годах)"
      ],
      "professions": "Маргарита не карьеристка, ее может увлечь интересная и хорошо оплачиваемая работа. Успешной становится благодаря своему трудолюбию, усидчивости и оригинальному, нестандартному подходу к решению поставленных задач. Она способна построить отличную карьеру в административной деятельности, педагогике, биологии и частном бизнесе. Ей подходит профессия банковского управляющего и общественного деятеля. Маргарита с легкостью может перестроиться на новую сферу работы и даже реализовать свои способности в мужских специальностях. Из нее получается профессиональный адвокат и юрист.\nЛучше всего она проявляет себя в финансовом направлении. Маргарита очень внимательно подходит к учету своей деятельности и заработка. Чаще всего становится учителем, инженером, руководителем или бухгалтером.",
      "hobbies": "Рита выделяет в качестве увлечения логические игры и шахматы. У нее есть тяга к изучению философии и психоанализа."
    }
  ]
}