{
  "names": [
    {
      "name": "Алексей",
      "sex": "М",
      "available_name":"Алексейка, Алёха, Лёха, Алёша, Лёша, Али, Лёля, Аля, Алюня, Люня, Лексейка, Лекса, Лекся, Лёкса, Лёкся, Алёня, Лёня, Алёка, Алека, Лёка, Лека",
      "orthodox_birthday": " 17 февраля, 25 февраля, 28 февраля, 8 марта, 22 марта, 28 марта, 30 марта, 5 апреля, 4 мая, 7 мая, 2 июня, 22 июня, 23 июня, 6 июля, 17 июля, 4 августа, 20 августа, 22 августа, 25 августа, 26 августа, 27 августа, 30 августа, 4 сентября, 16 сентября, 22 сентября, 25 сентября, 1 октября, 2 октября, 4 октября, 13 октября, 18 октября, 29 октября, 3 ноября, 6 ноября, 11 ноября, 13 ноября, 20 ноября, 22 ноября, 23 ноября, 27 ноября, 3 декабря, 5 декабря, 6 декабря, 10 декабря, 11 декабря, 17 декабря, 23 декабря.",
      "catholic_birthday": " 17 февраля,  24 апреля,  17 июля, 30 октября.",
      "history": "Имя Алексей пришло к нам из Древней Греции, где звучало как Алекс  и означает: защищать, защитник, помощник. Рост популярности этого имени наблюдался на территории Руси после того, как было принято христианство. Каноническая церковная форма имени – Алексий.\nИменно это имя было наиболее популярным среди представителей царского рода, полководцев, патриархов, а также бояр и дворян.",
      "character": "Алексей может похвастаться весьма развитой интуицией. Но в достижении своих желаний ему помогает не только она, но и свойственные Алексею активность и воля. Алексей умеет оценивать свои силы. Если он уверен в своем успехе, то будет идти до победного конца, а если благополучный исход представляется мужчине сомнительным, то, скорее всего, он откажется от своих попыток. Покладистый характер Алексея помогает ему счастливо строить свою семейную жизнь. Творческие способности дают широкие перспективы, но Алексей очень брезглив и поэтому отказывается от многих удачных идей. Больше всего в своей жизни Алексей ценит своего отца, следом идут дети Алексея. Маленький Алексей очень доброжелателен. Лёше важно в любом деле достигать наилучших результатов. В мальчике говорит врождённое честолюбие. Иногда это качество спит, и тогда Леша становится ленивым и бездеятельным. Алексей не относится в величественным и выдающимся людям. Он обычный мужчина, нежный с любимыми и надёжный для своих друзей. Он не лишен прекрасных качеств, но все они выражены не ярко. Мужчина неплохо приспособлен для повседневной жизни, но сильные страсти и неожиданные повороты судьбы не для него. Алексей часто убегает от действительности при малейшей неудаче. Он углублен в себя, много фантазирует. Алексей не любит осуждения и легко оправдывает себя, выдумывая объяснения своим поступкам. Ум и интуиция Алексея скорее женского типа, чем мужского. Он внимателен к мелочам, имеет хорошую память, отличается любознательностью. Алексей неизменно почтителен со своими родителями. В отношениях с женщинами этот мужчина ценит аккуратность и опрятность своей избранницы. Чувствительность и ранимость Алексея привлекают к нему много поклонниц, поэтому победы над противоположным полом мужчина одерживает легко и часто. Тем не менее, Алексей – верный муж, относящийся к жене порой слишком доверчиво.\nЗимний Алексей – это эмоциональная, упрямая и настойчивая личность, которая в силу своего характера нередко попадает в неприятные истории. Он обладает обостренным чувством справедливости, при этом свою правоту доказывать не будет, считая, что это выше его достоинства.\nВесенний Алексей нерешителен, скромен и впечатлителен, миролюбив и неконфликтен, чем пользуются окружающие его люди, зная, что открыто протест свой он выражать не станет. Весенний Алексей не стремится быть лидером, поскольку не любит навязывать свое мнение или общество.\nЛетний Алексей не обладает сильной волей, поэтому нуждается в поддержке близких и друзей, для него крайне важно получать одобрение своих действий. Скромность и неуверенность в себе не позволяют летнему Алексею в полной мере реализовывать свои идеи. К тому же он тяжело переносит неудачи и критику.\nОсенний Алексей – это уверенный в себе человек, который умеет отстаивать свои идеи. Он всегда говорит 'по существу', его лаконичность, инициативность, практичность и рациональность, подкрепленные живым умом, способствуют тому, что он успешен на любом выбранном поприще.",
      "sexuality": "Любопытство Алексея рано или поздно перебарывает его природную скромность, делая его раскрепощенным в сексуальном плане. В период сексуального становления он предпочитает зрелых и опытных партнерш, которые при этом должны быть ласковыми и нежными.\nВ интимных отношениях чувственный, внимательный и страстный Алеша не является эгоистом, поэтому, прежде всего, старается доставить удовольствие своей партнерше.\nДля Алексея важно доверять своей избраннице, поскольку по природе своей он брезглив. Даже в юности предпочитает иметь длительные половые связи (он 'гонится' за качеством, а не количеством).",
      "compatibility_name": "Ада, Аза, Анастасия, Анжела, Анна, Богдана, Валентина, Варвара, Виталия, Галина, Елена, Клавдия, Лариса, Любовь, Людмила, Надежда, Роксана, Светлана, Яна",
      "not_compatibility_name": "Верой, Оксаной, Тамарой, Юлией, Алина",
      "middle_name_is_combined": "Олегович, Игоревич, Дмитриевич, Сергеевич, Денисович, Михайлович",
      "badges": "Водолей",
      "colors": "зеленый, красный, голубой",
      "plant": "омела, тополь, сирень",
      "animals": "лось, краб",
      "mineral": "лазурит, яшма, александрит, медь, бронза",
      "planet": "Нептун, Юпитер",
      "successful_day": "суббота",
      "health": "Маленький Алексей не отличается крепким здоровьем (подвержен респираторным заболеваниям). Однако с возрастом он 'перерастает' свою детскую болезненность. Единственное, на что следует уделить внимание Алешам, это рацион, поскольку люди с этим именем зачастую испытывают проблемы с желудочно-кишечным трактом.",
      "character_traits": "дружелюбие, миролюбие, спокойствие, интуиция, терпеливость, чувственность, сострадание, добродушие, уступчивость",
      "celebrities": [
        "Алеша Попович (фольклорный собирательный образ богатыря в русском былинном эпосе. Алёша Попович как младший входит третьим по значению в богатырскую троицу вместе с Ильёй Муромцем и Добрыней Никитичем. В украинских думах также встречается персонаж Олексий Попович.)",
        "Алексей Михайлович ((1629 - 1676) второй русский царь из династии Романовых (1645 — 1676), сын Михаила Фёдоровича и его второй жены Евдокии)",
        "Алексий II ((1929 - 2008) в миру — Алексей Ридигер; епископ Русской православной Церкви; с 7 июня 1990 года — патриарх Московский и всея Руси)",
        "Алексей Бестужев-Рюмин ((1693 - 1768) русский государственный деятель и дипломат, канцлер Российской империи при Елизавете Петровне)",
        "Алексей Ермолов ((1777 - 1861) русский военачальник и государственный деятель, участник многих крупных войн, которые Российская империя вела с 1790-х по 1820-е. Главнокомандующий во время Кавказской войны.)"
      ],
      "professions": "Алексей – творческая натура, поэтому наиболее комфортно будет чувствовать себя в профессии, связанной с искусством (из обладателей этого имени получатся прекрасные актеры, режиссеры, писатели, художники, скульпторы, музыканты).\nУравновешенность и спокойствие Алексея, его настойчивость и вдумчивость могут пригодиться в бизнесе, медицине, юриспруденции, а также на дипломатическом поприще.\nПерспектива управленца Алексея не сильно прельщает, но и чрезмерного давления со стороны начальства он тоже не потерпит.",
      "hobbies": "Основное увлечение Алексея – это активный отдых: зимой он катается на лыжах, летом – на велосипеде. Часто он выезжает с палатками за город, осенью и весной собирает грибы и ягоды, а также охотится."
    },
    {
      "name": "Александр",
      "sex": "М",
      "available_name":"Александрушка, Алексаня, Саня, Санюра, Санюта, Санюха, Санюша, Алексаха, Алексаша, Саша, Сашуха, Сашуля, Сашуня, Сашута, Сашура, Шура, Шуруня, Шурик, Алекса, Алексюха, Алексюша, Аля, Лекса, Лексаня, Лексаша",
      "orthodox_birthday": "8 января, 10 января, 14 января, 7 февраля, 17 февраля, 20 февраля, 21 февраля, 6 марта, 8 марта, 14 марта, 17 марта, 22 марта, 26 марта, 28 марта, 29 марта, 30 марта, 9 апреля, 23 апреля, 27 апреля, 30 апреля, 3 мая, 4 мая, 24 мая, 26 мая, 27 мая, 29 мая, 31 мая, 1 июня, 2 июня, 8 июня, 11 июня, 22 июня, 23 июня, 26 июня, 27 июня, 1 июля, 6 июля, 10 июля, 16 июля, 17 июля, 21 июля, 22 июля, 23 июля, 2 августа, 7 августа, 11 августа, 14 августа, 20 августа, 24 августа, 25 августа, 27 августа, 29 августа, 3 сентября, 4 сентября, 12 сентября, 17 сентября, 22 сентября, 26 сентября, 3 октября, 4 октября, 5 октября, 11 октября, 13 октября, 14 октября, 24 октября, 25 октября, 30 октября, 2 ноября, 3 ноября, 4 ноября, 5 ноября, 12 ноября, 13 ноября, 14 ноября, 16 ноября, 17 ноября, 20 ноября, 22 ноября, 23 ноября, 25 ноября, 27 ноября, 2 декабря, 3 декабря, 6 декабря, 8 декабря, 17 декабря, 22 декабря, 23 декабря, 25 декабря, 26 декабря, 28 декабря, 29 декабря, 30 декабря.",
      "catholic_birthday": "26 февраля, 10 марта, 14 марта, 10 апреля, 5 мая, 20 мая, 28 августа, 11 октября, 9 ноября, 12 декабря.",
      "history": "Происходит от древнегреческих слов 'алекс' - защищать и 'андрос' - муж, мужчина, то есть 'защитник людей', 'защита мужественная'.\n'Александр есть имя не самое глубокое, но самое гармоничное, самое внутри себя пропорциональное'. (П. А, Флоренский).\nИмя Александр пришло из Византии, но известно, что на Руси оно было известно задолго до ее христианизации.Стоит отметить, что писалось оно по-другому – 'Dльгсандръ' и его значение было 'подобный созидающему Легу сын друида'.\nСлавяне дали небесным существам название Леги. Считалось, что эти существа стоят на ступень выше человека в плане развития.\nЕсть и другое написание этого имени – 'Алekандръ' и переводится как 'носитель духовной власти и силы'.",
      "character": "В детском возрасте Александры часто болеют, но если они начинают следить за здоровьем и заниматься спортом, то вырастают в крепких и здоровых мужчин. Имя Александр несет в себе сильную энергетику, его обладатель, как правило, обладает настойчивостью, смелостью, уверенностью в себе. Среди сверстников Саша всегда выделяется сильным характером и волей.\nАлександры бывают очень целеустремленными, достаточно вспомнить знаменитых полководцев Александра Македонского и Александра Васильевича Суворова. Поэтому, как правило, Александры достаточно успешны в учебе, работе, творчестве, они получают признание окружающих, но редко остаются довольны собой. Кажется, что чего-то самого главного всегда не хватает.\nАлександр - артистическая натура, часто он как будто играет какую-то роль, и ожидает, когда же можно будет стать самим собой. Но такой момент может и не наступить, ведь жизнь Александра, как правило, полна бурных событий. У него есть все задатки для того, чтобы стать успешным руководителем, к работе подходит со всей ответственностью и добросовестностью.\nСлабые места в отношении здоровья – это опасность травматизма, желудочно-кишечный тракт, легкие. Александру противопоказано курение.\nАлександр – натура щедрая, он может без оглядки растрачивать свое достояние, но почти никогда не готов принести в жертву себя самого. Бывает вспыльчивым, иногда даже вопреки нормам приличия. Но и если в отношении к нему кто-то вздумает применить силу, реакция Александра будет молниеносной.\nДля Александра очень важны отношения с прекрасным полом, но они строятся по очень непростым схемам. Хотя, конечно, это неудивительно – Александр сложная натура во всех проявлениях. Он склонен больше мечтать о любви, чем любить. Прежде всего, для него важна поэтическая сторона отношений. Александр всегда старается быть обворожительным. Он ухаживает галантно и пылко. Его избранница не может пожаловаться на отсутствие цветов и романтических ужинов при свечах. Комплименты из уст Александра исходят часто и со знанием дела. И, главное, он сам искренне верит в их правдивость. Однако… Александр – натура поэтическая, а потому очень влюбчивая. И вряд ли стоит искать постоянства в отношениях с Александром. Поклявшись в вечной любви, Александр может забыть свое обещание – его сердце как вольная птица. Завтра он также страстно может полюбить другую. Да, женщинам с ним нелегко, зато уж точно не скучно.",
      "sexuality": "Александр знает себе цену, любит смолоду женщин и стремится к контакту с ними. Он не привык завоевывать их, считает, что женщины сами должны добиваться его любви. Значительную часть энергии он направляет на достижение других жизненных целей.\nВ любом деле он стремится быть самым лучшим, не представляет исключение в этом смысле и сфера секса. Жажда доминирования и чрезмерное тщеславие неизменно двигают его к вершинам. В отличие от других, он не способен на эмоциональные взлеты.\nУ своей партнерши Александр может вызывать некое чувство бессилия, ибо, несмотря на огромное желание, она никогда не в состоянии овладеть им полностью. Она вновь и вновь пробует закабалить его, но всякий раз ее усилия терпят крах, потому что в иерархии ценностей Александра женщина стоит не на самой высокой ступени.\nПонятие верности не имеет для него большого значения. Его жена, если она находится с ним на одном социальном уровне, пользуется привилегией королевы, которая царствует, но не правит. Главная обязанность женщины в его глазах — быть готовой по первому его призыву к встрече с ним в постели. «Осенний» Александр, идя по улице, может в мгновение окинуть оценивающим взглядом встречных женщин, даже если рядом с ним его жена. Он очень ласков и нежен и ценит эти качества в своей партнерше. «Весенний» Александр — любвеобильный, с сильными эротическими эмоциями, четко отделяющий любовь от секса. Если он удостаивает кого-то своей любви, то обычно вызывает у партнерши сильные чувства. Его сексуальная жизнь отличается спонтанностью, он не любит планировать свои сексуальные связи. В браке он рассматривает секс как подарок, средство вознаградить жену за ее преданность и теплоту. Нередко в юности он переносит травму неудачного романа, о котором помнит всю жизнь. Собираясь жениться, он осмотрительно подбирает себе жену, чтобы не повторить предыдущих ошибок. В любви он азартен.",
      "compatibility_name": "Агнесса, Алина, Анна, Берта, Богдана, Валентина, Ванда, Варвара, Венера, Вероника, Вета, Гелена, Дарья, Джульетта, Елизавета, Зоя, Инна, Ирина, Любовь, Людмила, Майя, Мария, Надежда, Наталья, Нелли, Оксана, Полина, Роксана, Тамара",
      "not_compatibility_name": "Алевтина, Владлена, Данута, Екатерина, Елена, Зинаида, Лидия, Светлана",
      "middle_name_is_combined": "Александрович, Анатольевич, Борисович, Васильевич, Викторович, Владимирович, Владиславович, Геннадьевич, Даниилович, Денисович, Дмитриевич, Ефимович, Маркович, Михайлович, Николаевич, Олегович, Павлович, Семенович, Сергеевич, Станиславович, Тарасович, Феликсович, Филиппович, Юрьевич, Евгеньевич, Константинович, Данилович",
      "badges": "Стрелец",
      "colors": "красный",
      "plant": "гладиолус, сирень, каштан",
      "animals": "краб",
      "mineral": "александрит, аргиллит, хризопраз",
      "planet": "Сатурн",
      "successful_day": "вторник",
      "health": " Часто рождается слабым, в детстве много болеет, но регулярные занятия спортом физически закаляют его, и из болезненного мальчика вырастает крепкий и сильный мужчина. Мужчина с именем Александр знает себе цену, упорно идет к намеченной цели. Не лишен тщеславия и жажды власти. Александр способен успешно руководить даже большим коллективом, опираясь на способных подчиненных.\nАлександр строг, но справедлив. Не выносит критики, может вспылить, ему всегда трудно публично признать свою неправоту, но он наверняка постарается исправить допущенные промахи. Если найти к имени Александр правильный подход и не наступать на его 'больные мозоли', он будет самым преданным другом.\nСо стороны может показаться, что имя Александр недостаточно эмоционален, на самом деле он часто просто боится 'потерять лицо'. Не прочь выпить и быстро теряет контроль над собой. Александр любит женщин. В любви азартен, способен потерять голову, но спутницу жизни выбирает осмотрительно. Жена имени Александр обычно оказывается на положении королевы, которая царствует, но не правит - в его семье все решения принимает он сам.\nРожденный летом Александр - очень любит детей, в том числе и чужих; рожденный в другие времена года в отношениях с детьми более сдержан. Обладает умом трезвым, слегка ироничным, его характерной чертой является некая отрешенность от реальной жизни. Александр тщательно оберегает себя от потрясений. Может быть щедрым и великодушным, но жертвовать собой не склонен.",
      "character_traits": "Напористость, целеустремленность, амбициозность, благородство",
      "celebrities": [
        "Александр Колчак - адмирал императорского флота, военный, политический деятель, флотоводец, ученый, полярный исследователь",
        "Александр Пушкин - величайший русский поэт, драматург и прозаик",
        "Александр Солженицын - русский и советский писатель, драматург, публицист, поэт, общественный и политический деятель, лауреат Нобелевской премии по литературе",
        "Александр Масляков - советский и российский телеведущий, академик Академии Российского телевидения, основатель и владелец АМиК - организатора КВН",
        "Александр Блок - русский поэт Серебряного века, один из величайших в истории России"
      ],
      "professions": "Отличный организатор, руководитель в любой профессии. Мужчина с именем Александр может встать во главе коллектива, умело управлять им и нести ответственность перед другими людьми. У имени Александр острый, проницательный ум, он обладает дипломатическими и творческими способностями. Жизненный путь имени Александр будет отмечен препятствиями, но терпение и упорство помогут преодолеть их самостоятельно, без посторонней помощи.",
      "hobbies": "Основное увлечение Алексея – это активный отдых: зимой он катается на лыжах, летом – на велосипеде. Часто он выезжает с палатками за город, осенью и весной собирает грибы и ягоды, а также охотится."
    },
    {
      "name": "Маргарита",
      "sex": "Ж",
      "available_name": "Маргаритка, Марго, Маргоша, Маргуша, Мара, Маруся, Мага, Мака, Рита, Ритуля, Ритуня, Ритуся, Туся, Ритуша, Мэг, Мегги, Мэгги, Меги, Мэги, Грета, Гита, Меган",
      "orthodox_birthday": "8 февраля, 30 июля, 14 сентября, 15 декабря",
      "catholic_birthday": "18 января, 22 февраля, 22 мая, 16 июля, 20 июля, 16 октября",
      "history": "Имя Маргарита в переводе с греческого языка означает «жемчужина», «жемчуг». «Маргаритос» - это эпитет Афродиты, богини красоты и любви, которая была покровительницей мореплавателей. И именно жемчужины и перламутровые раковины моряки жертвовали ей, прося защиты и покровительства. Имя Маргарита носила легендарная раннехристианская святая Маргарита Антиохийская, казненная в 304 году, но на данный момент достоверность ее существования находится под сомнением. В православии эту святую называли святая Марина, и именно имя Маргарита могло стать вторым светским именем у тех женщин, которые при крещении получали имя Марина. До Октябрьской революции имя Маргарита отсутствовало в святцах, а появилось там лишь в 2000 году, когда православная церковь канонизировала двух новомучениц-монахинь. Имя Маргарита не было распространено в православии и изредка давалось в монашеской среде. После того, как были отменены церковные ограничения, этим именем стали все чаще и чаще называть девочек, и уже к 1960 году оно вошло в число широко распространенных имен. На данный момент эта популярность только растет. Так же с древних времен имя Маргарита считалось «королевским», девочек из простых семей так называли редко.",
      "character": "Тайна имени открывается при знакомстве с Маргаритой. В раннем возрасте она проявляет во всем свою самостоятельность и имеет личное мнение по каждому вопросу. Является прилежной ученицей, интересуется школьными занятиями. Особенно ее привлекает математика. Девочка очень любопытна, всегда за всеми подглядывает и подслушивает. От других отличается особой прямолинейностью.\nВзрослая представительница имени Маргарита умна и сообразительна. Она – прирожденный лидер абсолютно во всем – и на работе, и дома. По характеру волевая, сильная, обладающая острым логическим умом. Любит свободу и независимость, не терпит под кого-либо подстраиваться. Причиной этому является некая ее замкнутость и категоричность.\n«Зимние» обладательницы этого имени деспотичны и требовательны, «осенние» — деловиты, практичны, скуповаты. Родившиеся летом — мягки, но непреклонны, обладают большой духовной силой, «весенним» свойственно сумасбродство.\nПоложительные качества характера Маргариты: отвага, чувство собственного достоинства, женственность и тактичность. Такая девушка никогда не потерпит неуважительного отношения к себе, не прощает обиды. Она слишком избирательно подходит к выбору своего близкого окружения, тесно общается только с проверенными людьми. Ее можно охарактеризовать как умную женщину, практичную, честную и бескорыстную. Она верная и преданная подруга, готовая всегда прийти на помощь.\nОтрицательные черты: излишняя прямота, резкость, хитрость и изворотливость. Маргарита слишком самокритична по отношению к себе, у нее отсутствует уверенность. Ей не свойственно проявлять эгоизм и дипломатию. Этим объясняются ее конфликты с посторонними людьми.",
      "sexuality": "Она умудряется добиться успеха и в любви, и в сексе, Маргарита сентиментальна, чувствительна, мечтает о безумной любви, от которой «в омут с головой». Если она в юности пережила это волнующее чувство, то будет помнить первую любовь всю жизнь. Маргарита любит физически сильных мужчин, ей доставляет особенное удовольствие повелевать ими в постели, она счастлива только тогда, если управляет своим партнером. Она откровенна в сексе, ей свойственны сильные эмоции, бурные увлечения. Если у нее случаются неудачи, она переживает их необычайно остро, впадая в депрессию.\nМаргарита свободолюбива и независима, свою личную жизнь строит так, как считает нужным, не считаясь с общепринятыми нормами. Маргарита обладает повышенным сексуальным темпераментом, способна довести мужчину до состояния экстаза. Многие из Маргарит предпочитают молодых, неопытных мужчин, перед которыми они могут раскрыться во всем своем блеске и которых они вводят в мир незабываемых сексуальных ощущений. Маргарита живо интересуется эротической литературой, любит поговорить с мужчинами о сексе, но больше полагается на свой опыт. «Летняя» Маргарита скорее представляет собой пассивно-подчиняемый тип женщины. Ее идеал — «сильный мужчина», которому она хочет подчиниться. В ласках мужчины она предпочитает напор, силу, агрессивность. Она несколько нервна, нерешительна, ей требуется опытный партнер, который «овладеет ею». Интимная жизнь «осенней» Маргариты складывается непросто, она проходит через цепь разочарований, прежде чем найдет партнера, с кем достигнет сексуальной гармонии. Ей противопоказан брак с мужчиной, родившимся зимой.",
      "compatibility_name": "Альберт, Геннадий, Дмитрий, Ефим, Михаил, Петр, Роман, Руслан, Савелий, Семен, Сергей, Эдуард",
      "not_compatibility_name": "Виталий, Владимир, Иван, Кирилл",
      "middle_name_is_combined": "Петровна, Сергеевна, Евгеньевна, Матвеевна, Гавриловна, Даниловна",
      "badges": "Рыбы",
      "colors": "Лиловый",
      "plant": "Маргаритка, Сосна",
      "animals": "Молюск-жемчужина",
      "mineral": "Жемчуг",
      "planet": "Венера",
      "successful_day": "Четверг",
      "health": "Рита – обладательница хорошего и крепкого здоровья. Однако она имеет предрасположенность к хроническим заболеваниям дыхательных путей, расположена к болезням глаз.",
      "character_traits": "Рассудительность, прямолинейность, категоричность, отсутствие эгоизма, развитые аналитические способности, целеустремленность, лидерские качества, решительность, смелость, честность, нетерпеливость, самокритичность",
      "celebrities": [
        "Маргарита де Валуа ((1553 - 1615) известна как «Королева Марго»; дочь Генриха II и Екатерины Медичи, в 1572—1599 годах была супругой Генриха де Бурбона короля Наваррского, который под именем Генриха IV занял французский престол)",
        "Маргарита Тюдор ((1489 - 1541) королева Шотландии, супруга короля Якова IV)",
        "Маргарет Тэтчер ((род.1925) премьер-министр Великобритании (Консервативная партия Великобритании) в 1979-1990 годах, Баронесса (1992); известна как «железная леди», первая и пока единственная женщина, побывавшая на этом посту)",
        "Маргарет Митчелл ((1900 - 1949) американская писательница, автор романа-бестселлера «Унесённые ветром». Роман, вышедший в 1936 году получил премию Пулитцера, выдержал более 70 изданий в США, был переведён на 37 языков мира, экранизирован в 1939 режиссёром Виктором Флемингом. Фильм «Унесенные ветром» получил восемь премий «Оскар».)",
        "Маргарита Прованская ((1221 - 1295) королева Франции в 1234 - 1270 годах)"
      ],
      "professions": "Маргарита не карьеристка, ее может увлечь интересная и хорошо оплачиваемая работа. Успешной становится благодаря своему трудолюбию, усидчивости и оригинальному, нестандартному подходу к решению поставленных задач. Она способна построить отличную карьеру в административной деятельности, педагогике, биологии и частном бизнесе. Ей подходит профессия банковского управляющего и общественного деятеля. Маргарита с легкостью может перестроиться на новую сферу работы и даже реализовать свои способности в мужских специальностях. Из нее получается профессиональный адвокат и юрист.\nЛучше всего она проявляет себя в финансовом направлении. Маргарита очень внимательно подходит к учету своей деятельности и заработка. Чаще всего становится учителем, инженером, руководителем или бухгалтером.",
      "hobbies": "Рита выделяет в качестве увлечения логические игры и шахматы. У нее есть тяга к изучению философии и психоанализа."
    },
{
      "name": "Августа",
      "sex": "Ж",
      "available_name": "Ава, Ага, Густа, Густя, Гас, Гасси, Гутя, Гуся",
      "orthodox_birthday": "27 марта",
      "catholic_birthday": "8 января, 7 декабря",
      "history": "Имя Августа – это женская форма мужского имени Август, в переводе с латинского означающее «величественная», «священная». Происходит от римского титула императора. Женское имя Августина образовано от имени Августин, являющимся родственным именем для мужского имени Август. Имя Августа носили многие императорские и королевские особы Европы. В Европе имя Августа имеет различные варианты произношения – Аугуста, Огаста, Агошта, Аукусти. Уменьшительно-ласкательное обращение Ага также употребляется для имен Агата, Агафья, Агния, Агнесса, Аглая, Агапия. А обращение Ава – для Авелин (Эвелина), Аврелии, Авроры, Клавдии и мужских имен Авель, Клавдий, Савва, Октавиан и других.",
      "character": "Девушка Августа довольно противоречива, ее настроение переменчиво. Активная, очень независимая, определенно смелая, может проявить властность в попытке скрыть и защитить свою высокую чувствительность и ранимость. Обладая высокой хрупкостью, она может замыкаться в себе, когда жизнь становится для нее слишком трудной или болезненной, ее трудно назвать терпеливой, поэтому она просто не может ждать подходящего момента. Августа может быть застенчивой, самовлюбленной и даже немного эгоистичной, при этом ее всегда сопровождают гордость и надменность. Однако, если вы когда-нибудь понадобитесь ей, то можете быть уверены, что вы можете рассчитывать на Августу, о чем бы ни шла речь. У нее аналитический склад ума, она способна продумать свои действия на много ходов вперед. Обладательница этого имени – это смесь альтруизма и эгоизма, силы и хрупкости, командный дух и индивидуальности, это необычная личность, о которой нельзя дать однозначную оценку, о ней нельзя судить по первому взгляду. Она способна принимать активное участие в добровольной и гуманитарной деятельности, и в тоже время также быть озабоченной и собственным материальным благополучием. Августа то может быть великодушной, восприимчивой и действительно обеспокоенной бедами и проблемами других людей, то вдруг она становится далекой от этих проблем, раздражительной, злой и, возможно, агрессивной. Вот почему, будучи ребенком для нее важно принимать участие в групповых играх, действиях, потому что это позволит ей развивать чувство солидарности и дает ей возможность познать, что такое независимость и ответственность в тоже время. Вероятно, девочка предпочтет играть со своими игрушками, нежели спортом, так как не особенно любит физические упражнения, но дух приключений, риск – это у нее в крови.",
      "sexuality": "Всегда придерживается общепринятых норм морали. При этом, однако, обладает бурным темпераментом, который скрывается под маской непроницаемости. Она очень не любит, если кто-то догадывается, что это маска. Августе нужен муж, способный стать опорой, создать надёжный и уютный семейный очаг. При всей своей темпераментности Августа умеет контролировать себя. Она не относится к числу любительниц приключений.",
      "compatibility_name": "Артем, Никита, Илья, Алексей, Владислав, Глеб, Лев, Петр, Юрий",
      "middle_name_is_combined": "Аркадьевна, Борисовна, Владимировна, Яновна, Максимовна, Петровна, Игоревна, Павловна, Николаевна, Олеговна, Кирилловна, Михайловна",
      "badges": "Овен, Скорпион",
      "colors": "Красный",
      "plant": "Табак, боб",
      "animals": "Собака, волк",
      "mineral": "Яшма, аметист, железо",
      "planet": "Марс",
      "successful_day": "Вторник",
      "health": "Среднее, и следить за ним необходимо с детства. Им требуются длительное пребывание на свежем воздухе, прогулки, занятия спортом. Склонны к остеохондрозу и восприимчивы к вирусным заболеваниям.",
      "character_traits": "Темпераментность, честолюбие, непостоянство, конфликтность, сексуальность, восприимчивость, общительность, активность",
      "celebrities": [
        "Августа Мария Луиза Катерина Саксен-Веймар-Эйзенахская ((1811-1890) германская императрица и королева Пруссии, была супругой Вильгельма I. Благодаря своей благотворительной деятельности, уму и вкусу полюбилась не только народу, но и королевскому двору. Много уделяла времени уходу за ранеными.)",
        "Августа Каролина София Рейсс-Эберсдорфская ((1757-1831) после замужества - герцогиня Саксен-Кобург-Заальфельдская; графиня из рода Рейсс младшей линии. Была бабушкой очень многих коронованных особ (королевы Виктории, Фернанда II Португальского, императрицы Шарлотты Мексиканской, Леопольда II), ее сын стал первым королем Бельгии.)",
        "Августа Котлоу ((1878-1954) американская пианистка, исполнительница-вундеркинд, в возрасте 10 лет уже выступала в Чикаго, ее творчество произвело большое впечатление на Гарри Трумэна, президента США)",
        "Августа Пчельникова ((1830-1891) псевдоним, настоящее имя - Августа Цейдлер, урождённая - Рыхлевская; русский литератор, детская писательница, печаталась в журналах. Ее нравоучительное стихотворение для детей «Пойманная птичка» стало детской песенкой.)",
        "Аугуста Томас ((род.1964) американский композитор)"
      ],
      "professions": "Августа предпочитает делать карьеру в тех областях, которые несут ей ощутимую материальную выгоду. Она могла бы занять руководящую должность, работать в государственных учреждениях, потому что это поможет ей получить необходимый опыт и найти более прибыльные профессии и должности, что для нее очень привлекательно. Другие возможные варианты карьеры включают в себя карьеру в области финансов, менеджмента, инновационных технологиях, а также в профессиях, связанных с зарубежными поездками, обучением, средствами массовой информации или медициной."
      },
{
      "name": "Аврора",
      "sex": "Ж",
      "available_name": "Аврорка, Ава, Ара, Рора",
      "orthodox_birthday": "3 июля",
      "catholic_birthday": "такого имени нет в православном календаре",
      "history": "Имя Аврора в переводе с латинского означает «рассвет», «утренняя заря». В римской мифологии именем Аврора звали богиню утренней зари. В греческой мифологии ей соответствует богиня Эос. Обычно она изображалась крылатой, часто на колеснице, запряженной крылатыми или некрылатыми конями, в красно-желтом одеянии, иногда с солнечным диском над головой, с нимбом или венцом лучей вокруг чела, или с факелом в правой руке, иногда также с сосудами (росы) в руках.",
      "character": "Девочка эксцентричная, вспыльчивая, фантазерка. Родители для нее не авторитет. Если она заслуживает наказания, родителям не следует быть слишком мягкими. Аврора упрямая, если что-то задумала, отговорить невозможно, но и силу лучше ни применять, лучше попробовать убедить. Если подавлять ее стремление, она может потерять веру в себя. Учится она средне, не слишком сообразительна, но усидчива.\nУ взрослой Авроры случайные поражения только удесятеряют ее настойчивость. Влиянию не поддается, считается только со своим мнением. Излишне самоуверенна, действует умело, но без должной выдержки, из-за этого может понести поражение.\nАврора старается не выплескивать своих эмоций, держится уравновешенно, даже холодно, но часто подавляет окружающих, особенно своего мужа, который в компании становится объектом ее строгой опеки.\nАврора - деловая женщина, прекрасно разбирающаяся в финансовых делах. Она практична, предприимчива, решительна. Всегда знает, с кем нужно иметь дело. Может работать также переводчиком, администратором, у нее есть способности к торговле. Ее уважают за готовность подать дельный совет, профессиональные качества. Любое дело Аврора доведет до конца, она не хвастлива, но в душе склонна к слишком высокой самооценке.\nПоэтому Аврора иногда так и не выходит замуж. Особенно это касается «зимней», всегда неприступной и гордой. Правда, это только маска, но далеко не каждый мужчина сумеет разглядеть за ней чувствительное сердце, увлекающуюся, романтическую натуру. Внутри у нее тлеет вулкан, неожиданное извержение которого может принести много сюрпризов.",
      "sexuality": "Она очень верна в любви и не отделяет любви от секса. В интимных отношениях она проявляет свои эмоции весьма сдержанно, хотя сексуальная возбудимость ее довольно высока, и зажечь в ней пламя страсти не стоит большого труда. Но Аврора считает предосудительным бурно выражать свои эмоции, а тем более рассказывать партнеру о своих ощущениях.\nОна хотела бы доминировать в сексуальном процессе, но из ложного понимания того, как должна вести себя женщина во время близости с мужчиной, не делает этого. Аврора старается быть снисходительной к желаниям партнера и чутко вслушивается в его эротические переживания. После соития она испытывает чувство глубокой нежности к партнеру, ощущает физическое и душевное расслабление и удовлетворение.\nАврора не привыкла слушать чьи-то советы, не интересуется она и эротической литературой, она познает секс на собственном опыте и полагается, прежде всего, на собственные ощущения.\nАврора любит красиво обставлять интимные свидания, ей совсем не безразлично, в какой обстановке они происходят, она не в состоянии расслабиться, если обладает ограниченным временем. Не терпит грубых, напористых мужчин, эротические игры могут приносить ей большее удовлетворение, чем сам половой акт, она способна достичь кульминации уже во время любовных ласк.",
      "compatibility_name": "Борис, Владислав, Егор, Ефим, Игорь, Илья, Лев, Семен, Станислав, Феликс",
      "not_compatibility_name": "Виталий, Геннадий, Денис, Иосиф, Кирилл, Роман",
      "middle_name_is_combined": "Ивановна",
      "badges": "Дева",
      "colors": "Розовый",
      "plant": "Миндаль",
      "animals": "Черепаха, верблюд, осел, крот",
      "mineral": "розовый халцедон, обсидиан, свинец",
      "planet": "Меркурий, Прозерпина",
      "successful_day": "Среда",
      "health": "Аврора обычно на редкость здоровый ребенок. Но в зрелом и особенно пожилом возрасте ей следует опасаться остеопороза, остеохондроза, заболеваний зубов и десен.",
      "character_traits": "Сильная воля, активность, энергичность, импульсивность",
      "celebrities": [
        "Аврора Демидова-Карамзина (имя при рождении - Eva Aurora Charlotta Stjernvall, 1808-1902), шведская аристократка, жена русского аристократа Павла Демидова (первый брак) и сына писателя Н.В.Карамзина Андрея Карамзина (второй брак)",
        "Аврора Демидова ((1873 - 1904) русская аристократка, внучка Авроры Демидовой-Карамзиной, жена сербского князя Арсена Карагеоргиевича, мать князя Павла Карагеоргиевича, регента Югославии)",
        "Графиня Мария Аврора фон Кёнигсмарк ((1662 - 1728) шведская аристократка немецкого происхождения, любовница Августа Сильного, мать Морица Саксонского, впоследствии настоятельница кведлинбургского аббатства. Вольтер считал её наряду с Екатериной Второй «самой знаменитой женщиной двух столетий».)",
        "Жорж Санд, Аврора Дюпен, Орор Дюпен ((1804 – 1876) псевдоним, настоящее имя — Амандина Аврора Люсиль Дюпен; французская писательница, праправнучка Авроры Кёнигсмарк и Августа Сильного, баронесса Дюдеван",
        "Аврора Нильссон ((1894 - 1972) шведская писательница)"
      ],
      "professions": "Работа играет в жизни Авроры большую роль — ради профессиональных успехов она даже забывает о свойственных ей капризах, предпочитая не высовываться на передний план, а планомерно подниматься по служебной лестнице. По складу ума и физической активности Аврорам наиболее подходит занятость в финансовой сфере, торговле, административной работе, однако не чужда им и творческая деятельность, которую, впрочем, Авроры чаще всего оставляют для хобби."

    },
{
      "name": "Агата",
      "sex": "Ж",
      "available_name": "Агат, Агати, Агатка, Ага, Аги, Аготи, Агаша, Агуша, Гата, Гаша, Татуся, Агги, Эгги, Тэгги, Гате, Агателла, Агатина, Тина, Агапица, Пица, Агатула, Агатица, Гапа",
      "orthodox_birthday": "5 февраля, 14 ноября",
      "catholic_birthday": "такого имени нет в православном календаре",
      "history": "Имя Агата происходит от греческого «agathos», которое переводят как «хороший», «добрый» в значении «благой». Имя Агата чаще всего употребляется в Европе, в России более распространен родственный вариант имени Агата, произошедший от одного корня, - Агафия.\nТакже есть мнение, что имя Агата – это женская форма мужского имени Агафон, от которого также произошло и имя Агафия. Так как существует вариант происхождения имени Агафон от названия полудрагоценного камня агата, то, вполне возможно, что имя Агата – это женская форма имени Агат, Агатон, одного из вариантов произношения имени Агафон. В древности полагали, что агат является камнем здоровья, процветания и долголетия, поэтому и значение имени Агата соответствует представлениям древних людей о благополучии и здравии.",
      "character": "Характер этой женщины отнюдь не такой мягкий, как можно предположить, судя по переводу её имени.\nОна достаточно настойчива, тверда в желаниях, стремится к независимости. Характер Агат трудно охарактеризовать в общих чертах. В данном случае, как никогда, очень многое зависит от отчества и времени рождения. Одни Агаты — открыты миру, наблюдательны и восприимчивы; другие, напротив, равнодушны к окружающим, их интересует только собственное состояние.\nАгата обычно сдержана, умеет скрыть и радость, и горе, по внешним проявлениям трудно определить, какие чувства владеют ею. Вместе с тем Агата, рождённая в январе, не по-зимнему эмоциональна, её эмоции буквально написаны на лице. Однако, бурный темперамент нередко служит защитной маской, призванной скрыть нерешительность и обуревающие её сомнения.\n«Февральские» Агаты нелегки в общении. С ними тяжело дружить — они слишком прямолинейны и неуступчивы. Эти качества нередко служат причиной семейных неурядиц.\nЧто объединяет всех Агат, так это любовь к собственному очагу, стремление обустроить дом, свить уютное гнёздышко. Они в гости ходят с явным неудовольствием, предпочитая принимать гостей у себя.",
      "sexuality": "Что можно сказать об этих благородных женщинах, желающих любить и быть любимыми, принимать и отвергать, владеть и отдавать?",
      "compatibility_name": "Аввакум, Гордей, Митрофан, Прохор, Родион, Спиридон",
      "not_compatibility_name": "Орест, Павел, Рафаил, Ростислав, Самуил, Тарас, Эдуард, Эльдар, Ян",
      "middle_name_is_combined": "Александровна, Борисовна, Викторовна, Денисовна, Егоровна, Сергеевна, Степановна, Дмитреевна",
      "badges": "Рыбы",
      "colors": "Фиолетовый, морской волны",
      "plant": "роза, кувшинка, мак, шафран",
      "animals": "дельфин, кит, альбатрос, чайка",
      "mineral": "аметист, аквамарин, топаз, платина",
      "planet": "Нептун",
      "successful_day": "Четверг, пятница",
      "health": "Здоровье у Агат не очень крепкое, пристальное внимание им стоит обратить на почки, печень и лёгкие.",
      "character_traits": "Настойчивость, сдержанность, прямолинейность",
      "celebrities": [
        "Святая Агафия из Сицилии, Агата Сицилийская, мученица, жившая в 3 веке, погибшая во времена правления римского императора Деция. У католиков святая Агафия является покровительницей Мальты, итальянских городов Палермо и Катания, а также Сан-Марино. Ее молитвам приписываются свойства предотвращать извержения вулкана Этны.\nВеликие и известные Агаты",
        "Агата Кристи ((1890 – 1976) полное имя - Агата Мэри Кларисса Маллоуэн, урождённая – Миллер, более известная по фамилии первого мужа как Агата Кристи; английская писательница. Относится к числу самых известных в мире авторов детективной прозы и является одним из самых публикуемых писателей за всю историю человечества (после Библии и Шекспира). Кристи опубликовала более 60 детективных романов, 6 психологических романов (под псевдонимом Мэри Уэстмакотт или Вестмакотт) и 19 сборников рассказов. 16 её пьес были поставлены в Лондоне. Книги Агаты Кристи изданы тиражом свыше 2 миллиардов экземпляров и переведены более чем на 100 языков мира. Ей также принадлежит рекорд по максимальному числу театральных постановок произведения. Пьеса Агаты Кристи «Мышеловка» впервые была поставлена в 1952 году и до сих пор непрерывно демонстрируется.)",
        "Агата Турчинская (Турчинська) ((1903 – 1972) украинская писательница и поэтесса)",
        "Агда Хольст ((1886 - 1976) шведская художница)",
        "Ким Ан Ги Агата или Агата Ким ((1787 - 1839) святая Римско-Католической Церкви, мученица)"
      ],
      "professions": "Обладая аналитическим складом ума, Агаты выбирают себе работу, в которой могут проявить себя и выйти за рамки регламента. Многие Агаты находят себя в профессии врача, художника, администратора. Кроме того, в них заложены неплохие данные для того, чтобы развивать собственный бизнес."
    }

  ]
}
