{
  "name2": [
    {
      "name": "Азарий",
      "sex": "М",
      "available_name": "Азар",
      "orthodox_birthday": "16 февраля",
      "history": "От еврейского — «помощь Божья».",
      "character": "Он быстро находит общий язык с людьми, но видит в них только хорошее и часто бывает обманут в своём доверии. Азарий немного тугодум, не любит, чтобы его торопили с решениями, он должен обдумать все варианты. Не слушает ничьих советов. Это сердечный и отзывчивый человек — чужая беда никогда не оставит его равнодушным. Азарий лишён лукавства, не ищет обходных путей, его душа открыта для дружбы, которую он идиализирует.\nДуховно свободен, независим в своих действиях. Имеет живой, изворотливый ум, который позволяет ему игнорировать посторонние советы. Да и свой опыт он ценит много больше, чем энциклопедические знания. Всегда и всюду проявляет инициативу, пробует себя в редких профессиях, но быстро впадает в уныние от неудач.",
      "badges": "козерог",
      "colors": "пепельно-серый",
      "plant": "пихта",
      "animals": "антилопа",
      "mineral": "лазурит",
      "planet": "Марс",
      "successful_day": "Вторник",
      "celebrities": [
        "Азарий Коджак — российский художник-график",
        "Азарий Лапидус — профессор, член экспертного совета по градостроительной деятельности, заслуженный строитель Российской Федерации",
        "Азарий Мессерер — советский и американский журналист, переводчик",
        "Азарий Трапицын — русский художник, живописец",
        "Азарий (Иеромонах Белорусский), живший в первой половине XVII столетия, сочинил на Белорусском, или Малороссийском, языке книгу под названием: Книга о вере Единой, Святой, Соборной Апостольской Церкви против Папистов"
      ]
    },
    {
      "name": "Альберт",
      "sex": "М",
      "available_name": "Ал, Эл, Алик, Альби, Берт, Бертик, Бера, Альбертик, Аля, Альбертино, Тино, Бертель, Ад, Ади, Алт",
      "catholic_birthday": "17 февраля,  24 апреля,  17 июля, 30 октября.",
      "history": "Имя Альберт германского происхождения, означает «благородный блеск». Является усеченной формой более полного имени – Адальберт, которое также продолжает употребляться в Европе. Парными женскими именами будут имена - Альбертина, Адальберта, Альберта, Берта. Ударение в имени может встречаться на любую гласную. Есть версия, что имя Альберт появилось от латинского слова «белый», в этом случае такие женские имена, как Альбина и Альба, могут быть парными именами. Имя Альберт активно употребляется среди татар. Среди европейского населения это мужское имя чаще можно встретить у католиков, так как в православных святцах не упоминается. Имена Альберт и Адальберт носили многие аристократы Европы – короли, герцоги, маркграфы. ",
      "character": "С точки зрения нумерологии значение имени Альберт можно проследить, анализируя число 9. Оно указывает на человека, который предан своему таланту, призванию, должен отдаваться ему со всей силой, чтобы стать счастливым. Мужчина с именем Альберт обладает лидерскими способностями и харизмой, а потому, вполне может повести за собой людей и прекрасно организовать их. Только очень важно при этом руководствоваться понятием справедливости и не отступать от провозглашаемых высоких идеалов. Также Альберту не стоит требовать от окружающих и от себя больше, чем то, на что они способны. Лучше всего, если с ранних лет имя Альберт будет усмирять свой эгоизм, высокомерие, самомнение, уберет излишнюю гордость – все это, определенно, сделает его жизнь лучше. Значению имени лучше всего искать себя в творческих, созидательных профессиях. А вот, от специальностей металлургов, коммерсантов, военных им лучше отказаться. Вообще же, стоит сказать, что основная проблема имени Альберт заключается в осознании собственных талантов. И многое в его жизни зависит от сочетания способностей и желаний. Профессию мужчина с именем Альберт может выбрать в той сфере, которая не предполагает публичности. Так, он может стать врачом, бухгалтером, писателем.\nИмя Альберт обладает аналитическим и логическим складом ума, у него прекрасно развита интуиция. По своей натуре он – интроверт, а по темпераменту чаще всего – флегматик. Лень и отсутствие силы воли могут помешать Альберту в достижении целей, хотя ему свойственна быстрота в принятии решений и отличная память. Если удастся искоренить лень, можно будет реализовать даже самые сложные задачи.\nОдна из положительных черт характера имени Альберт – это дипломатичность. Действительно, в общении он осторожен, внимателен, вежлив и деликатен, а потому, неудивительно, что люди к нему тянутся. С Альбертом всегда можно поговорить на любую тему. Исключение – личная жизнь. О ней имя Альберт никогда не распространяется. Он очень любит свою семью и старается оберегать ее от чужих глаз. Своими детьми имя Альберт всегда гордится, поскольку очень много сил вкладывает в их воспитание.\nАльберт живет чрезвычайно богатой внутренней жизнью, обладает буйным воображением, которое каким-то непостижимым способом сочетается с прагматизмом. Это сочетание позволяет ему добиваться огромных успехов в жизни: он моментально схватывает скрытую подоплеку дела. Ум его настолько гибок, что сфере чувств остается мало: Альберт ленив и нелюбопытен. Именно поэтому производит впечатление порядочного человека. Рискует только в воображении.",
      "sexuality": "Альберт неравнодушен к красивым женщинам. Он покоряет их своим детским озорством и веселым нравом. Брак Альберта редко оказывается удачным, не всякая красивая женщина способна стать хорошей женой Альберту.",
      "compatibility_name": "Альбиной, Ангелиной, Викторией, Лилианой, Миррой, Розалией, Сабиной, Сати, Стеллой",
      "not_compatibility_name": "Вероникой, Деборой, Ингой, Калиоппой, Мединой, Раисой",
      "middle_name_is_combined": "Александрович, Станиславович, Дмитриевич, Тимурович, Феликсович",
      "badges": "Близнецы",
      "colors": "белый",
      "plant": " орех",
      "animals": "зебра",
      "mineral": "белый мрамор",
      "planet": "Меркурий",
      "successful_day": "суббота",
      "health": "Сентиментальный и флегматичный, он обладает отличной интуицией и синтетическим складом ума, что позволяет ему мгновенно оценить ситуацию. Альберт весьма любопытен, имеет отличную память, но лень часто мешает исполнению его планов. Самолюбивый, не агрессивный, Альберт живет богатой внутренней жизнью. Он способен на самопожертвование, в отношениях с людьми тактичен и деликатен, почти никогда открыто не демонстрирует свои чувства.\nМужчина с именем Альберт не отличается хорошим здоровьем. Слабое место - пищеварительный тракт, неважный обмен веществ, склонен к ожирению. Должен остерегаться умственного перенапряжения, которое может для него закончиться глубокой депрессией. Альберт любит свою семью, гордится успехами детей и супруги, в бытовом отношении не слишком требователен. Увлекается всем, что связано с религией и оккультными науками.",
      "celebrities": [
        "Альберт Эйнштейн – физик, который был одним из создателей квантовой теории и статистической физики, являлся создателем теории относительности",
        "Альберт Великий – немецкий богослов и философ, который являлся представителем ортодоксальной схоластики",
        "Альберт II – бельгийский король",
        "Альберт (Этельберт) - (VIII в.) король Восточной Англии.",
        "Альберт Майкельсон – физик, ставший лауреатом Нобелевской премии"
      ],
      "professions": "Альберт - прирожденный игрок и авантюрист, который умеет владеть своими эмоциями и желаниями. Он никогда не переступит опасную черту и всегда окажется в выигрыше. В надежде на удачную перспективу имя Альберт может довольствоваться и малым."
    },
    {
      "name": "Альфред",
      "sex": "М",
      "available_name": "Альфредка, Альфа, Алик, Аля, Фреда",
      "catholic_birthday": "19 июля, 14 августа, 14 декабря",
      "history": "Точное его происхождение исследователями не было установлено, однако в прежние времена именно это имя было очень популярно на территории старой Германии, а так же Англии.",
      "character": "Основная черта характера это упрямство, у Альфреда ему можно просто позавидовать, в детстве мальчик с таким именем всегда добивается своего и от родителей, и от сверстников, и при этом, как правило, он может использовать практически весь диапазон кардинальных воздействий: начиная от крика и заканчивая уговорами. Часто может болеть. Однако при этом Альфред предпочтет не валяться в кровати, а постараться перенести все болезни на ногах. Он вероятнее всего так же будет поступать и уже во взрослой жизни.\nКак правило, Альфред обидчив, и все неприятности долго помнит и может часто прокручивать их в голове. Но обидчикам он никогда не станет мстить, однако и не станет прощать негативного отношения к себе.\nЧаще Альфред подвержен страстям необыкновенно может быть подвержен именно самолюбованию. Альфреду необыкновенно приятны похвалы, а вот критика – это слишком большой удар по его самолюбию. Альфреду просто необходимы самые приятные слова и побольше лести.",
      "sexuality": "А вот с женщинами у Альфреда могут быть достаточно сложные взаимоотношения. Он достаточно часто влюбляется, но часто находя в своей пассии даже мелкие не значимые недостатки, очень быстро остывает. Придирчивость является одной из основных причин того что Альфред вступает в брак достаточно поздно. Он слишком долго ищет идеальную жену, и поэтому свадьба для Альфреда является тоже одной из больших побед. И часто через некоторое время разводится и может вступать во второй брак. А вот детей Альфред действительно очень любит.",
      "compatibility_name": "Владислава, Ирина, Наталья, Роза, Роксана, Станислава, Стелла",
      "not_compatibility_name": "Данута, Екатерина, Людмила, Яна",
      "badges": "Рак",
      "colors": "оранжевый",
      "plant": "инжир, тюльпан",
      "animals": "краб",
      "mineral": "серпентин",
      "planet": "Луна",
      "character_traits": "сердечный, отзывчивый человек, искренний, прямодушный.",
      "celebrities": [
        "Альфред Великий (ок. 849—899/901) — король Уэссекса.",
        "Альфред Этелинг (ум. 1036) — один из сыновей англосаксонского короля Этельреда II.",
        "Альфред Великобританский (1780—1782) — принц Великобританский, член британской королевской семьи.",
        "Альфред Клаар (1848—1927) — немецкий литературовед, критик и драматург.",
        "Альфред Саксен-Кобург-Готский (1844—1900) — герцог Эдинбургский, граф Ольстерский и Кентский."
      ],
      "professions": "Любят учиться, но часто «отключаются», например, на уроках по алгебре «путешествуют» по знойным пескам Сахары! Необходимо внимательно следить за их учебой, которая дается им скорее благодаря сообразительности, чем знаниям. Повзрослев, становятся отличными журналистами, способными математиками, нравится им также профессия учителя, особенно потому, что у учителей такой длинный отпуск. Альфред будет отменным кассиром, так как любит все связанное с деньгами."
    },
    {
      "name": "Амвросий",
      "sex": "М",
      "available_name": "Амброзиус, Амбросий",
      "orthodox_birthday": "17 апреля, 10 июля, 9 августа, 21 октября, 20 декабря, 29 декабря",
      "catholic_birthday": "16 октября, 2 ноября, 7 декабря",
      "history": "греческого — «бессмертный», «божественный». Имя происходит от напитка амброзии, который по легенде, сохранял греческим богам-олимпийцам вечную молодость.",
      "character": "ладает аналитическим складом ума, хорошо ориентируется в жизни. Очень впечатлительный, болезненно переживает поражения, неудачи шокируют его. Не амбициозен, стремится к спокойной, обеспеченой жизни, умело избегает неприятностей. Наделён исключительной интуицией. Воображение очень развито, но не хватает любознательности. Воля проявляется лишь тогда, когда обстоятельства вынуждают действовать. Возбудимость напоминает спящую царевну. Любит иметь товарищей при условии, что это ни к чему не обязывает. Подобным мужчинам можно доверять. Они любят окружать себя людьми, даже если это не приятели, а случайные знакомые. Однако, их щепетильность часто оказывается не к месту и это раздражает. Амвросий не слишком активен и напорист, ему особенно подходит работа в области электроники или медицины; очень много среди них известных хирургов и дантистов. Так же подходят профессии, которые являются связующим звеном между руководителями и исполнителями — надзиратель, контролёр, таможенник, администратор. Быстро утомляется, хотя следует отличать переутомление от работы и определённое психическое состояние. Отпуск лучше проводить у воды, у моря. Слабые места организма — генеталии и нервная система. Амвросий в определённой степени нерешителен и абсолютно не способен оказывать сопротивление и бороться.",
      "sexuality": "Безукоризнен в вопросах нравственности, но не признаёт слишком суровых правил. Жизнь таких мужчин проходит в попытках примирить разноречивые стороны их личности. Деликатный и чувствительный, Амвросий прекрасно разбирается в женской психологии. Сексуальные чувства в нём развиты достаточно сильно. Хороший семьянин, именно в кругу родных испытывает чувство покоя и ради этого готов идти на компромиссы.",
      "compatibility_name": "Анна, Полина, Варвара, Вероника, Арина, Милана, Кира, Ирина, Злата, Алеся, Ника",
      "badges": "Стрелец",
      "colors": "темно-синий",
      "plant": "тростник, иссоп",
      "animals": "сокол",
      "mineral": "Селенит, марказит, берилл, белый коралл",
      "planet": "Меркурий",
      "successful_day": "Понедельник",
      "celebrities": [
        "Амвросий Юшкевич (1690– 1745) – архиепископ Новгородский, сначала он был одним из сильнейших приверженцев правительства Анны Иоанновны и противником цесаревны Елизаветы Петровны. Он энергично боролся с католиками в Вильне и получил известность в Петербурге как красноречивый проповедник. Известно его слово, сказанное при венчании принцессы Анны Леопольдовны с Антоном Ульрихом (отбиравшееся потом, при воцарении Елизаветы Петровны, у почитателей Амвросия). Когда Елизавета взошла на престол. Богатую библиотеку он завещал своему любимому детищу, Новгородской семинарии."
      ]
    },
    {
      "name": "Анатолий",
      "sex": "М",
      "available_name": "Толя, Толик, Толян, Анатолька, Натоля, Анатоха, Натоха, Анатоша, Натоша, Тоша, Тося, Тотя, Туся, Толюня, Толюся, Толяха, Толяша, Толька.",
      "orthodox_birthday": "23 января, 7 февраля, 19 февраля, 6 мая, 16 июля, 6 августа, 12 августа, 15 сентября, 24 октября, 3 ноября, 13 ноября, 19 ноября, 3 декабря, 23 декабря",
      "catholic_birthday": "2 мая, 3 июля, 20 ноября",
      "history": "Имя Анатолий с древнегреческого языка означает «восточный», «восток», «восход солнца» или же «рассвет». Анатолием называли жителя города Анатолии (древнее название Малой Азии, расположенной на востоке от Греции), поэтому имя Анатолий также переводится как «житель Анатолии».",
      "character": "В детстве Анатолий спокойный, тихий мальчик, который любит фантазировать и предпочитает почитать книгу или склеить модель фрегата, нежели побегать во дворе с мальчишками. Но с возрастом, Анатолий понимает, что друг для него очень важен – и каждым другом Анатолий дорожит. Много друзей у него не бывает, предельно тактичен и доброжелателен ко всем, но от друга от требует той же пылкости и честности отношений, к которым и сам стремится. Упорство, настойчивость, уравновешенность и понимание своих целей – эти качества помогают Анатолию найти свое место в жизни. Добиваться успехов – это обязательная часть жизни Анатолия. Или это работа, или же это поиски избранницы, или же это хобби. Ничего нет неважного в его жизни, все имеет свою ценность и важность. Анатолий стремится общаться и очень чувствителен к чужому мнению. Девушек Анатолий привлекает своей яркостью. Анатолий – крепкий и надежный мужчина, непременно выделяющийся в любом обществе. Анатолий очень остро реагирует на все, что происходит вокруг него. Причем его реакция не всегда предсказуема. Анатолий живет богатой внутренней жизнью, а в чужие дела вмешивается только в тех случаях, когда абсолютно уверен в успехе. Это очень волевой мужчина, чья воля порой переходит в упрямство. Анатолий никогда не признает себя побежденным, к обстоятельствам он может приспособиться только, если сможет подчинить их себе.",
      "sexuality": "Это интровертивная личность, обращенная внутрь себя, для которого другие являются инструментом его самоанализа. Он ведет богатую сексуальную жизнь, доставляя своим партнершам незабываемые ощущения, но его внутренний мир остается для них закрытым. Он одарен ярким воображением, хорошей интуицией. Любит часто говорить на интимные темы, он говорит об этом чарующе, описывая красоту тела своей партнерши. Женщины, вспоминая о нем, рисуют в своем воображении абсолютно фальшивый образ, Анатолий чувствует себя безгранично одиноким, поэтому в сексуальных делах часто терпит неудачи, глубоко переживая свои провалы. Нет такой женщины, которая могла бы до конца понять его. Каждая из них долго вспоминает проведенные с ним минуты, в то время как он забудет о них и займется исключительно собой. У «летних» Анатолиев может быть несколько браков, пока они наконец найдут себе достойную избранницу. Секс занимает в их жизни почетное место. Одни из них способны поддерживать платонические отношения и переживать свою страсть в одиночку, другие (например, «июльские») легко поддаются страсти, их чувственность сильна и заразительна. Они не завоеватели, предпочитают, чтобы их выбирали, в противном случае отойдут в сторону без сцен ревности. Трудно завязывают отношения с женщинами, но, разочаровавшись, не знают, как их расторгнуть. Долго колеблются, не решаясь ни уйти, ни остаться. Они молчаливы, несколько угрюмы, нередко влюбляются в женщин, в чем-то ущербных, пытаясь спасти их своей любовью. Анатолий всегда должен чувствовать себя желанным. Это покладистый, умеющий прощать партнер, который очень ценит в партнерше хорошую фигуру и сексуальные возможности. Синицу в руках он предпочтет журавлю в небе.",
      "compatibility_name": "Алевтина, Валентина, Валерия, Галина, Евгения, Ирина, Леся, Майя, Мария, Нелли, Ольга, Роза, Светлана, Серафима, Татьяна",
      "not_compatibility_name": "Агнесса, Алина, Алла, Ангелина, Анжела, Антонина, Богдана, Ванда, Венера, Вера, Гелена, Дина, Екатерина, Елена, Клара, Марина, Надежда, Нина, Роксана, Христина, Юлия, Ядвига",
      "badges": "Телец",
      "colors": "желтый",
      "plant": "фиалка",
      "animals": "ягуар",
      "mineral": "агат",
      "planet": "Луна",
      "successful_day": "суббота",
      "health": "Анатолий в душе романтик, деликатный, часто замкнутый, но умеет подлаживаться под людей и находить с ними полное взаимопонимание. В качестве начальника не опускается до унижения подчиненных, справедлив, никогда не обидит человека сгоряча, но в критических ситуациях может противопоставить себя коллективу, стать неуправляемым, колючим и неуживчивым. Недостаточно самокритичен и временами брюзглив. Происходит от античного названия Малой Азии, расположенной к востоку от Греции. Имя можно перевести как 'восточный'.\nРассудителен и уравновешен, легко завоевывает доверие женщин. Имя Анатолий очень сексуален, доставляет своим партнершам незабываемые ощущения. Обожает блондинок. Имя Анатолий, родившийся летом, может быть несчастлив не только в первом, но и во втором браке, пока не найдет достойную избранницу. Состоит в хороших отношениях с родителями жены, особенно с тестем, но с собственными детьми не всегда находит общий язык. Проблемы в семье возникают, когда жена имени Анатолий стремится к лидерству. Если диктат станет невыносимым, Анатолий, несмотря на любовь к детям, может уйти из семьи.\nЕму лучше не увлекаться алкоголем, так как он быстро теряет контроль над собой. Мужчина с именем Анатолий, рожденный осенью или зимой наделен разнообразными талантами, активен, обладает хорошей интуицией; 'весенний' или 'летний' мужчина с именем Анатолий - добр, доверчив, безотказен, неравнодушен к похвале, любит путешествовать.",
      "character_traits": "Справедливость, внешнее спокойствие, неторопливость, уравновешенность, мечтательность, необычная острота, живость, оригинальность ума, наблюдательность, умение завоевывать доверие женщин, прощать обиды.",
      "celebrities": [
        "Анатолий Дуров ((1887 - 1928) выдающийся артист цирка, клоун-сатирик и дрессировщик, сын Анатолия Леонидовича Дурова)",
        "Анатолий Папанов ((1922 - 1987) советский актёр театра и кино. Народный артист СССР (1973). Лауреат Государственной премии СССР (1987 — посмертно).)",
        "Анатолий Александров ((1903 - 1994) советский физик, академик РАН (1991; академик АН СССР с 1953), президент Академии наук СССР (1975—86), трижды Герой Социалистического Труда (1954, 1960, 1973). Один из основателей советской ядерной энергетики. Основные труды в области ядерной физики, физики твёрдого тела, физики полимеров. А П.Александров был избран почётным членом Национальной Академии наук Азербайджана.)",
        "Анатолий Карпов ((род.1951) двенадцатый чемпион мира по шахматам (1975—1985), международный гроссмейстер (1970), заслуженный мастер спорта СССР (1974). Трёхкратный чемпион мира по шахматам среди мужчин (1975, 1978, 1981), трёхкратный чемпион мира ФИДЕ (1993, 1996, 1998), двукратный чемпион мира в составе сборной СССР (1985 и 1989), трёхкратный чемпион СССР (1976, 1983, 1988), чемпион РСФСР (1970). Один из известнейших филателистов в пределах СНГ. Стоимость его коллекции марок, по некоторым оценкам, составляет не менее 13 миллионов евро.)",
        "Анатоль Франс ((1844 - 1924) настоящее имя — Франсуа́ Анатоль Тибо; французский писатель и литературный критик. Лауреат Нобелевской премии по литературе (1921), деньги которой он пожертвовал в пользу голодающих России.)"
      ],
      "professions": "Вероятны успехи в кропотливом труде, научной работе. Мужчина с именем Анатолий может преуспеть в торговле, коммерческой деятельности. Те, кто любит общество, старается развлекать друзей, любит комфорт, роскошь, искусство, могут сделать карьеру в искусстве и в организации развлечений, в содержании баров, ресторанов, отелей. Имени Анатолий следует вовремя остановиться, чтобы прихоти и праздность не погубили его."
    },
    {
      "name": "Анисим",
      "sex": "М",
      "available_name": "Аниса, Сима, Онисьюшка.",
      "orthodox_birthday": " 28 февраля, 27 июня",
      "history": "Имя Анисим означает предрасположеность к жизни подвижника. Человек способен на жертву даже не ради какой-то высокой цели, а просто потому, что «может себе это позволить».",
      "character": "Анисим – капризная натура с несбыточными мечтами, любящая женщин, одиночество и перемены. Он абсолютный друг – всегда оправдает любой проступок или оплошность. Это – имя самых привязчивых и преданных людей. Разумеется, они преданы лишь тем, кто потакает их капризам, их переменчивости, кто, в свою очередь, понимает их!",
      "compatibility_name": "Агафьей, Глафирой, Ией, Лией, Мартой, Роксаной, Стефанией. Тяжелые отношения имени могут сложиться с Анной, Елизаветой, Марией, Фаиной, Эльзой.",
      "badges": "Рыбы",
      "colors": "морской волны",
      "plant": "ива, актиния",
      "animals": "кальмар",
      "mineral": "селенит",
      "planet": "Юпитер",
      "successful_day": "вторник",
      "health": "Для сохранения здоровья Анисим должен больше двигаться, не злоупотреблять алкоголем, следить за давлением. Спортом увлекаются только 'зимние' и 'летние' Анисимы, добиваясь высоких результатов в плавании и гимнастике. Тяготеет к техническому творчеству. Благодаря аналитическому складу ума и развитой интуиции добивается профессиональных успехов в области своей деятельности.",
      "character_traits": "Щедрость, милосердие, приветливость",
      "celebrities": [
        "Анисим Александрович Маслов – государственный человек первой половины XVIII столетия. Ничего не известно о происхождении, воспитании и образовании этого деятеля, которого историк В.О. Ключевский оценивал очень высоко. Маслов рекомендовал более исправный сбор таможенных и кабацких доходов, размножение коммерции и исправление положения купечества, перечеканку иностранной монеты и приведение в порядок монетных дворов, а также многие другие экономические меры. Труды и столкновения надломили силы Маслова. Он умер в конце 1734 г., по-видимому, еще очень не старым человеком. Может быть, причиной смерти его была отрава: в своих письмах к Бирону Маслов жаловался на то, что есть люди, которые ни перед чем не останавливаются, чтобы его погубить."
      ],
      "professions": "У Анисима ярко выражены творческое, утонченное мышление, способность докопаться до сути дела, склонность к наукам и искусству. Имя Анисим может стать прекрасным юристом, судьей, бизнесменом. Может проявиться интерес к мистицизму, оккультным наукам, но с заметной долей скептицизма и критического осмысления."
    },
    {
      "name": "Антон",
      "sex": "М",
      "available_name": "Антоний, Антуан, Антонио, Энтони, Антек, Тони, Тённис, Тюннис.",
      "orthodox_birthday": "21 января, 30 января, 25 февраля, 5 марта, 10 марта, 14 марта, 29 марта, 27 апреля, 1 мая, 20 мая, 1 июня, 20 июня, 6 июля, 7 июля, 19 июля, 23 июля, 26 июля, 16 августа, 20 августа, 22 августа, 25 августа, 15 сентября, 7 октября, 24 октября, 26 октября, 30 октября, 8 ноября, 22 ноября, 14 декабря, 20 декабря",
      "catholic_birthday": "10 мая",
      "history": "Имя Антон имеет различные версии происхождения. По первой версии, имя Антон – это видоизмененная русская форма греческого имени Антоний. Имя Антоний и Антон происходят от римского родового имени Antoninus - производного от Antonius, которое носили все мальчики-первенцы в этой семье. Имя Антонин также является родственным Антону. Имя Антон означает «вступающий в бой», «противостоящий», «состязающийся в силе» и является эпитетом богу Дионису. По второй версии, имя Антон имеет значение «цветок», «цвет» - в переводе с греческого «anthos». Женские имена Антонина и Антонида являются производными от мужского имени Антоний или же Антон, означают «дочь Антония».",
      "character": "Антон (Антоний) не ввязывается ни в какие авантюры и сомнительные предприятия, пока досконально не изучит вопрос и ситуация предельно не прояснится. Он объективен, способен к самопожертвованию, хотя ему не хватает смелости и уверенности в своих силах. Мужчина с именем Антон часто сам не знает, чего хочет, или не может ясно выразить свои желания, а потому не принадлежит к числу людей, занимающих высокие должности. Дело здесь и в том, что он долго тянет, раздумывает, прежде чем прийти к какому-то решению, внезапно вдохновляется – и делает все наоборот. В компании Антон держится несколько на расстоянии ('Антон – душа общества' – это тяжелая маска), но он верный товарищ. Очень чувствителен к неудачам, склонен к изменению чувств.\nИмя Антон очень мечтательный, ласковый и привязчивый ребенок. В школе постоянно ищет чью-то дружбу, хорошее расположение. Наблюдает за всеми, анализирует действия окружающих, делает выводы. Часто задумывается, но сам не знает о чем, это просто цветной хаос, в котором он растворяется. Постоянно следует за другом: если он занимается спортом, то и имя Антон в спортивном зале, если в техническом кружке, значит и Антон увлечется техникой.\nВзрослый Антон способен к самопожертвованию, но ему не хватает смелости и уверенности в своих силах. Долго раздумывает, прежде чем прийти к какому-нибудь решению, осторожен.\nВ компании значение имени держится отчужденно, хотя может быть и в центре ее, но это ему трудно дается, он буквально принуждает себя развлекать общество. Антон верный товарищ, часто сентиментален, добр, терпелив.\nМужчина с именем Антон обладает хорошей памятью, интуицией, но чаще всего не использует своих возможностей, так как быстро теряет самообладание. «Зимний» Антон более хитр и расчетлив. Основное поле деятельности Антона - медицина, математика, философия. Может быть знающим инженером-практиком. Антон редко достигает намеченной цели, но не страдает от этого в силу переменчивости желаний.",
      "sexuality": "Антон стремится к идеальной любви, которую понимает весьма своеобразно. Он постоянно звонит своей избраннице, засыпает излияниями чувств, а сам живет собственной жизнью. Женившись, он пытается сохранить независимость в сексе. Антон противится новым увлечениям из страха утрат и страданий, его всегда устраивает минимум удовольствий. Он не чужд переживаний, а порой и бешеных страстей, но скрывает их под маской ледяного безразличия. И как следствие — его посещают мучительные сомнения, неуверенность в себе, случаются сексуальные срывы. Антоны могут жить одинокой жизнью, без любви, но потом открыться всему, что отвергали, и отдаться этому целиком. У Антона две крайности: от неистовства любви, самоотречения — до дикой вольницы, от стыдливости — до безудержной распущенности. Некоторые из них остаются холостяками, ибо могут либо сразу воспринять женщину, либо отвергнуть ее раз и навсегда. К внебрачным любовным связям Антон относится с позиции добропорядочности, хотя способен влюбляться. Он всегда пытается достичь некоего равновесия между романтическим отношением к женщине и своим половым влечением к ней. Из сложных интимных ситуаций он почти никогда не выходит победителем, и это приносит ему неисчислимые страдания. После сорока лет он обычно достигает долгожданного благополучия в сексуальной жизни.",
      "compatibility_name": "Валерия, Дарья, Екатерина, Кристина, Марина, Милена, Наталья, Татьяна, Элеонора, Ядвига",
      "not_compatibility_name": "Аврора, Анфиса, Дина, Евдокия, Елизавета, Жанна, Нина, Ольга, Стефания, Тамара, Юлия",
      "badges": "Лев",
      "colors": "желтый",
      "plant": "клен, чеснок",
      "animals": "гепард",
      "mineral": "гранат",
      "planet": "Солнце",
      "successful_day": "Среда",
      "health": " В Древнем Риме Антоний - родовое имя знатной патрицианской семьи. Русская форма имени Антоний, что в переводе с древнегреческого означает 'вступающий в бой', 'состязающийся в силе'. Скрытный, обаятельный, мужественный, трудолюбивый и очень работоспособный. Рожденный зимой Антон - смелый, настойчивый, хитрый, расчетливый и дипломатичный.\nЭмоциональный, время от времени усложняет себе жизнь любовными приключениями. Его привлекают обаятельные женщины с большим сексуальным опытом. Мужчина с именем Антон уважает независимость жены. Превыше всего ценит покой в семье. Рожденный осенью Антон - менее смел, но тщательно скрывает это. Стремится к идеальной любви. К выбору жены относится очень серьезно, обдуманно.\nАнтона не назовешь образцовым семьянином, он не домосед и не в меру влюбчив, но доброта и покладистость помогают ему избежать конфликтов в семье. К родителям всегда относится с любовью и уважением.",
      "character_traits": "Наблюдательность, терпеливость, умение ждать, осторожность, склонность к уединению",
      "celebrities": [
        "Марк Антоний (82– 30 гг. до н.э.) был представителем древнего римского сенаторского рода, полководцем и сторонником Цезаря. Пытался отомстить его убийцам и для этого, а также для усиления могущества Рима образовал триумвират вместе с Октавианом и Лепидом. В 42 г. его войска одержали при Филиппах славную победу над убийцами Цезаря. С этого времени Антоний становится единовластным правителем богатых восточных областей империи, заключает выгодный брак с Октавией, сестрой Октавиана.",
        "Антоний преподобный Римлянин (1067–1147) – знаменитый русский святой. В 1086 г., после смерти родителей, людей богатых и знатных, удалился в пустыню. В 1106 г., по сказанию жития его, приплыл по морю, на камне, в Новгород; основал там монастырь на Торговой стороне, на берегу Волхова, где и умер.",
        "Антон Андреевич Головатый – один из основателей бывшего Черноморского (затем Кубанского) казачьего войска. Воспитывался в Киевской бурсе и оттуда бежал в Запорожье, где при кошевом Калнишевском был войсковым писарем. Головатый был начальником сначала пешей дружины, а затем черноморской казачьей гребной флотилии. В 1790 г. Антон Головатый был утвержден в должности войскового судьи, в 1792 г. ездил в Петербург, где исходатайствовал войску грамоту на землю на Кубани и Таманском полуострове. Он же был одним из главных деятелей при переселении войска на Кубань и организации его в новом крае. Умер в 1797 г., во время похода в Персию.",
        "Антон Антонович Дельвиг (1798-1831) был большим поэтом, недооцененным при жизни всеми, кроме его великого друга А.С. Пушкина. Оба они родились и провели детские годы в Москве, чем оба гордились. Встретились впервые в Лицее. Антон Дельвиг первым услышал и оценил Пушкина. Дельвиг помогал родственникам Кюхельбекера, как и Пушкин, пересылал ему в тюрьму книги; не раз обманывал цензуру, печатая анонимно или под псевдонимами произведения узников-декабристов: Кюхельбекера, А. Бестужева, А. Одоевского. Дельвиг умер в 1830 г., простудившись и проболев несколько дней.",
        "Антон Сихарулидзе ((род.1976) российский фигурист, выступавший в парном катании. Заслуженный мастер спорта России (2000). Олимпийский чемпион 2002 года, двукратный чемпион мира и Европы в паре с Еленой Бережной. Ранее, в паре с Марией Петровой двукратный чемпион мира среди юниоров. С 2008 по 2012 год председатель комитета Государственной Думы РФ по физической культуре и спорту.)"
      ],
      "professions": "Чтобы Антон серьезно взялся за дело, его необходимо хорошенько «встряхнуть», иначе это дело не зайдет дальше проекта и планов. В опасности, кризисной финансовой ситуации Антон способен проявить невероятное упорство и трудолюбие, смекалку и находчивость. Имени Антон рекомендуется работать в тех сферах деятельности, которые не потребуют риска, участия в авантюрных мероприятиях."
    },
    {
      "name": "Аркадий",
      "sex": "М",
      "available_name": "Аркаша, Адик, Аря, Арик, Кадя, Адя, Аркадьюшка, Кайо, Арка.",
      "orthodox_birthday": "10 января, 8 февраля, 19 марта, 14 июля, 24 июля, 25 августа, 27 августа, 1 октября, 3 ноября, 26 декабря, 29 декабря",
      "catholic_birthday": "12 января, 26 января",
      "history": "Имя Аркадий имеет греческое происхождение, но у него различные варианты перевода. По первой версии, имя Аркадий произошло от греческого слова «аркадос», которое означает «пастух». По второй версии, это имя происходит от греческой области Аркадии, поэтому имя переводят как «житель Аркадии». В более вольном переводе имя Аркадий трактуют как «счастливый», «блаженный» - это связано с тем, что данная область ассоциировалась со счастливой и лёгкой жизнью, поэтому и жителей Аркадии считали счастливцами. А славяне Киевской Руси переводили это имя как «смелый».",
      "character": " Его любят с детства. И взрослый Аркадий через всю жизнь проносит этот заряд любви и добра. Как правило, имени Аркадий бывает мало одного образования, и он постарается получить еще один диплом. Женятся носители этого имени рано, обычно на одноклассницах, и быстро подпадают под башмак супруги. Порою склонны к мимолетным любовным интрижкам на стороне, но быстро их прекращают. С возрастом имя Аркадий могут пристраститься к спиртному. Аркадий очень любит детей, относится к ним необычайно серьезно и понимает их как никто другой. Дети платят ему взаимностью – и память о дружбе с ним сохраняют на всю жизнь!\nС детства Аркадий - любимец взрослых и детей. Вырастает общительным, приветливым и любезным, как бы несет в себе заряд добра, полученного о в детстве. Значение имени - рыцарь, готовый защитить слабых и поднять общественное мнение в защиту справедливости.\nИмя Аркадий взрослеет рано. У него синтетический склад ума, почти всегда ему удается правильно оценить создавшееся положение. Он обидчив, горд, часто замыкается в себе, внутренне проигрывая ситуацию, размышляя над судьбами и поступками людей. Мягкость и тонкая душевная организация делают его способным понять и верно оценить человека, убедить окружающих, расплакаться от нахлынувших чувств. Но у имени Аркадий сильная воля, он терпелив, всегда знает, чего хочет.\nАркадий очень активен, любит быть центром внимания, стремительно идет к успеху, преодолевая все препятствия. В работе он строг до педантизма, обладает высокой нравственностью. Чаще всего он юрист, врач, учитель. Имя Аркадий хорошо чувствует, понимает и любит музыку. Высокий интеллект и высочайшая энергетика, которую невозможно ни с кем сравнить, позволяют ему быть артистом, музыкантом.\nИмя Аркадий горько переживает поражения, но способен собраться и решить проблемы, хотя ему и трудно освободиться от эмоций, излишних для мужчины. Мужчина с именем Аркадий свободолюбив, иногда поддается влиянию человека, которому поверил, но может быстро отстранить его от себя. Он непостоянен в общении. Женится Аркадий обычно рано, его идеал - жена-друг, жена-мать. Семью свою очень любит, хотя и может завести интриги на стороне, увлекаясь и отдавая должное женской красоте.",
      "sexuality": "Аркадий проявляет себя в любви несколько иначе, чем другие. Для него идеал женщины — это женщина-друг, женщина-мать, которая не будет требовать от него бешеной любви и закатывать сцены ревности, хотя повод у нее, безусловно, к тому будет. Его брак обычно основан на дружбе, причем длительной, а партнершу он выбирает себе такую, с которой можно говорить не только о любви и сексе. Он не ревнив, живет мечтами о великой любви и испепеляющей страсти. Проявляет удивительное свойство привязываться к женщине из своего прошлого, испытывать тоску по утраченному чувству. Сильная привязанность к прошлому обычно не дает Аркадию жить полноценной эмоциональной и сексуальной жизнью в настоящем. У «зимнего» Аркадия большие сексуальные возможности. Он склонен менять возлюбленных, способен расстаться с ними просто оттого, что те ему наскучили. «Весенний» менее счастлив в любви, но может любить и вызывать сильные чувства даже в пожилом возрасте. Он способен на сильные эротические переживания, секс для него важен, но не играет первостепенной роли. Аркадий горит ровным чувственным пламенем, он романтичен, требует к себе внимания и обладает редкой способностью восстанавливать разрушенные связи. В партнерше прежде всего ценит преданность. Он не станет осыпать возлюбленную деньгами, но она всегда будет чувствовать его заботливую руку.",
      "compatibility_name": "Ада, Алиса, Анна, Валентина, Ванда, Евгения, Елизавета, Ирина, Камилла, Леся, Людмила, Наталья, Оксана, Олеся, Рада, Софья, Эмма",
      "not_compatibility_name": "Галина, Джульетта, Нина, Тамара, Татьяна",
      "badges": "Водолей",
      "colors": "красный",
      "plant": "эвкалипт, горох",
      "animals": "цапля",
      "mineral": "турмалин",
      "planet": "Сатурн",
      "successful_day": "четверг",
      "character_traits": "Оптимизм, деятельность, мобильность, здоровое самолюбие, любопытство, общительность, беззаботность, стремление к развлечениям.",
      "celebrities": [
        "Граф Аркадий Иванович Морков (1747–1827) – известный русский дипломат. В 1781 г. назначен был вторым министром в Гаагу, с поручением содействовать примирению Англии с Голландией, война между которыми тяжело отражалась на внешней торговле России. С 1783 г. был послом в Стокгольме, где он, для создания внутренних затруднений Густаву III, вступил в деятельные сношения с представителями недовольного дворянства. В 1796 г. Моркову с братьями пожаловано австрийским императором звание графов Римской империи, но вслед за воцарением Павла I он отставлен был от службы и получил приказание выехать из столицы. Александр I назначил его в 1801 г. русским послом в Париже. В 1803 г. Бонапарт пожаловался на него императору Александру, который отозвал Моркова, но при этом пожаловал ему Андреевскую ленту. В 1820 г. граф Аркадий Иванович был назначен членом Государственного совета.",
        "Аркадий Исаакович Райкин (1911-1987)- великий артист сатирического театра. В том, как играл А.И. Райкин, ему не было равных. В его искусстве были ограничено сплавлены как драматический, так и лирический талант, гротеск, высочайший интеллект и жизненная правда. Свой театр А.И. Райкин создал в 1939 году. Увлекательно, весело, темпераментно, умно говорил он со сцены о серьезных вещах, заставлял задуматься о жизни. Райкин верил, что люди, заполнившие зрительный зал, его поймут, он знал, что «говорить остроумно можно, лишь предполагая остроумие в собеседнике».",
        "Аркадий Гайдар - настоящее имя - Аркадий Голиков, советский детский писатель.",
        "Аркадий Жуковский - (род.1922) украинский историк.",
        "Аркадий Фидлер - (1894-1985) польский писатель, путешественник, публицист."
      ],
      "professions": "Аркадий удачлив в сфере деятельности, связанной с поездками, общением, организацией концертов, праздников. Он может реализовать себя в турбизнесе, в работе на радио, телевидении, кино."
    },
    {
      "name": "Арнольд",
      "sex": "М",
      "available_name": "Арно, Арни, Арнхольд, Нольд, Арнауд, Арилд.",
      "catholic_birthday": "15 января, 19 февраля, 18 июля",
      "history": "Древнегерманского происхождения — «парящий орёл». По другим источникам имя пришло от скандинавов и обозначает «золотой голос».",
      "character": "Имя Арнольд обладает большой твердостью и взрывной энергетикой, которая, впрочем, не имеет легкого выхода, замыкаясь на своего носителя. Внешне это может проявляться в том, что внезапные приступы ярости, которым нередко бывает подвержен Арнольд, будут приводить к тому, что он начнет уходить в себя, а его негативная реакция проявится в виде холодности и даже надменности. Немалую роль здесь также играют редкость имени и его иностранное звучание, что навевает мысль о некотором аристократизме, и в сочетании с этим холодное недовольство Арнольда может восприниматься окружающими как презрение. Возможно, люди будут исподволь подозревать, что он смотрит на них сверху вниз. На самом деле это не совсем так. Просто окружающие часто не замечают сдерживаемую ярость Арнольда, сам же он старается говорить спокойно и взвешенно, отчего начинает казаться, что он слишком прямолинеен и резок в общении с людьми. Хуже всего, что тем самым Арнольд наживает себе достаточное количество врагов и постепенно может укрепиться в своем высокомерии.",
      "sexuality": "Что касается брака, то женится имя Арнольд, как минимум, 2 раза, причем, второй союз является более стабильным и долговечным. В целом, Арнольд больше сосредоточен на себе и не склонен отдаваться другим людям. Поэтому, семья для него не первостепенна.",
      "badges": "Овен, Скорпион",
      "colors": "Огненно-красный, кровавый, железистый",
      "plant": "Чеснок, лук, табак, редька, горчица, крапива, спаржа, вереск, боб, перец жгучий",
      "animals": "Волк, петух, ворон, гриф, конь, собака",
      "mineral": "Магнетит, яшма, аметист, лопарская кровь",
      "planet": "Марс",
      "successful_day": "Вторник",
      "celebrities": [
        "Арнольд Шварценеггер. Он прославился как культурист, бизнесмен, актер, а также политик-республиканец, который стал 38-мым губернатором штата Калифорния.",
        "Арнольд Брешианский – религиозный и общественный деятель Италии.",
        "Арнольд Мери – Герой Советского Союза.",
        "Арнольд Готфрид – историк, руководитель протестантской церкви в XVII-XVIII вв.",
        "Арнольд Марк – шахматист и гроссмейстер американского происхождения."
      ],
      "professions": "У Арнольда хорошо развито воображение, имеется организованность, целеустремленность. Но при этом в карьерном плане его ждет множество трудностей – отсутствие гибкости в рабочих вопросах приводит к тому, что имя Арнольд будет медленно продвигаться по служебной лестнице. Что касается выбора профессии, то Арнольд может стать режиссером, инженером, рентгенологом, актером. Для «зимнего» Арнольда интересными также могут стать технические профессии."
    },
    {
      "name": "Арсений",
      "sex": "М",
      "available_name": "Арсеня, Сеня, Арсюша, Сюша, Ася, Арсеньюшка, Арся, Арса, Арсюта, Арсо, Арси.",
      "orthodox_birthday": "1 февраля, 13 марта, 15 марта, 21 мая, 25 июня, 15 июля, 17 июля, 25 июля, 13 августа, 6 сентября, 12 сентября, 10 ноября, 3 декабря, 26 декабря",
      "catholic_birthday": "19 января",
      "history": "Имя Арсений имеет греческие корни. Это имя появилось от греческого имени Арсениос, происходящего от «арсен», означающее «зрелый», «мужественный». Также трактуют как «мужчина», «мужской». От мужского имени Арсений образовано женское имя – Арсения. Краткая форма имени Арсений – Арсен – также стала самостоятельным именем и употребляется независимо. Имя Арсен стало широко употребляемым именем среди татар, башкир и армян, и среди этих народов приобрело значение «сильный, бесстрашный», также тождественный перевод греческому значение – «человек» (аналог – «мужчина»). От мужского имени Арсен образована женская форма – Арсена. В русском языке существует народная форма имени - Арсентий, которая в современности практически не встречается. Среди христиан особым почтением пользуется покровитель моряков Арсений Коневский.",
      "character": "Арсений любит музыку, но едва ли сделал бы ее своей профессией, когда б не настояли родители. Вот в чем его беда – он не всегда может сопротивляться обстоятельствам, а потому очень часто занимается не тем делом в жизни, женится не на той женщине, не так воспитывает детей...\nСловом, недостаточная твердость характера – беда Арсения. Он раним и чувствителен, по природе совсем даже не лидер. Успехов достигает чаще в своем воображении, которое настолько буйно развито, что порою заменяет ему реальность. И все же случается, что, пусть и в зрелые годы, имя Арсений может переломить свою жизнь и подтвердить значение своего имени! Однако он не будет мстить тем, кто подчинял его своей воле, ибо великодушие его огромно. Это вообще свойство всех людей с творческим воображением - пусть даже и несостоявшихся творцов.\n\nОбщителен, но выбирает себе друзей имя Арсений очень осторожно. Раним, чувствителен, импульсивен, может приврать и потому часто попадает в нелепые или двусмысленные ситуации. Рожденный летом, Арсений малоразговорчив, предпочитает слушать других. К лидерству не стремится.",
      "sexuality": "Арсений скорее хороший отец, чем заботливый муж. К жене он чрезмерно требователен. ",
      "compatibility_name": "Ада, Аза, Алла, Дина, Зинаида, Лада, Людмила",
      "badges": "Близнецы",
      "colors": "синий",
      "plant": "ясень, ирис",
      "animals": "ласточка",
      "mineral": "аметист",
      "planet": "Меркурий",
      "successful_day": "Пятница",
      "health": " Арсений может страдать заболеваниями органов пищеварительной и выделительной системы. Возможно нарушение обмена веществ.",
      "character_traits": "Честность, общительность, ответственность, твердость, настойчивость, вспыльчивость, язвительность, ранимость, бравада.",
      "celebrities": [
        "Арсений Суханов - иеромонах, строитель Троице-Сергиева Богоявленского монастыря и келарь Троице-Сергиевой лавры. Он был послан царем и патриархом в начале 1649 г. на Восток для изучения обрядов канонической церкви. Вернувшись, Арсений написал труд 'Прения о вере', в котором со злорадством отмечал, что вера-де испортилась не у нас, а на Востоке. Арсению удалось вывезти из Афона и других мест семьсот драгоценнейших рукописей, которые до сих пор считаются украшением наших национальных библиотек.",
        "Арсенио Мартинес-Кампос Антон - (1831 - 1900) испанский государственный и военный деятель, генерал.",
        "Граф Арсений Закревский - (1783 - 1865) русский военный и государственный деятель из рода Закревских, московский генерал-губернатор (1848—1859).",
        "Арсений Зверев - (1900 - 1969) советский государственный деятель. Нарком, затем министр финансов СССР в 1938—1960 с перерывом в 1948, кандидат в члены Президиума ЦК КПСС (1952—1953), генеральный государственный советник финансовой службы (1948)) Арсений Яценюк - украинский политик, экономист и юрист.",
        "Арсений Найдёнов (Розман) - (1941 - 2010) советский футболист, полузащитник, Заслуженный тренер РСФСР (1991). Тренировал более десятка команд из низших дивизионов СССР. Наибольшую известность приобрёл, тренируя сочинский футбольный клуб «Жемчужина». Автор афоризма: «Судья сломал нам игру. Пятый и седьмой голы были забиты из офсайда»."
      ],
      "professions": "онкая натура Арсения располагает к творческой работе. Умение организовать вокруг себя людей способствует успеху на руководящих должностях. Имя Арсений - отличный педагог, тренер, престижный репетитор."
    },
    {
      "name": "Артемий",
      "sex": "М",
      "available_name": "Артоша, Артемьюшка, Артя, Артёмка, Артёмчик, Тёма, Артюня, Тюня, Артюха, Артюша, Тюша, Артёша, Артемино.",
      "orthodox_birthday": "6 апреля, 6 июля, 2 ноября, 13 ноября",
      "history": "Имя Артемий – это церковная форма имени Артем. В переводе с греческого «artemes» означает «посвященный Артемиде», богине охоты и луны. Также существует вариант трактовки как «здоровый», «невредимый», «безупречного здоровья».",
      "character": "С самого раннего детства Артемии предпочитают общаться не со сверстниками, а с ребятами постарше. Поэтому Артемий всегда старается одержать верх, чтобы не отставать и не быть хуже или слабее других. Он старается воспитывать в себе (не без участия родителей) сильную волю, часто это помогает ему физически хорошо развиваться, может стать даже профессиональным спортсменом. Его упрямство (в хорошем ключе) и настойчивость помогают ему достичь многих целей. Артемий очень обязателен, хорошо продумывает свои действия и не любит быть зависимым от кого-либо. У него хорошо развита интуиция и образное мышление, что помогает ему добиваться успеха в делах без участия партнеров, а только благодаря своим силам. У обладателя имени Артемий все ладится в руках, он старается довести начатое дело до конца и делает это максимально хорошо. Артемий всегда старается одержать верх, порой может много спорить и часто любят просто потрепаться, но предпочитает не сплетничать. Обладатель этого имени - неконфликтный человек, его спокойствие помогает дипломатично разрешить возникший конфликт. Артемий терпелив к другим людям, но приспосабливаться к ним не в его привычках. У него есть всегда свое собственное мнение. Часто так бывает, что первый брак у него не всегда складывается удачно, но ради детей (и это единственное исключение) он может сохранить семью. Артемий заботится о слабых, любит животных, путешествовать.",
      "sexuality": "Такие мужчины с самой юности отличаются повышенным интересом к противоположному полу. Это означает наличие несколько легкомысленного отношения к сексуальным связям. Тема нередко пытается жениться в юном возрасте, но по самым разным причинам бракосочетание откладывается. В сексуальном смысле этих мужчин привлекают очень ухоженные женщины, чем-то даже похожие на кукол.",
      "badges": "Весы",
      "colors": "темно-голубой",
      "plant": "рябина, хризантема",
      "animals": "свярчок",
      "mineral": "берилл",
      "planet": "Венера",
      "successful_day": "пятница",
      "health": "Следует сказать, что здоровье у Артемиев отличное, обычно это мужчины с хорошей физической формой и внешними данными, которые любят на любительском уровне заниматься спортом.",
      "celebrities": [
        "Артемий Волынский (государственный деятель и дипломат (1689–1740))",
        "Артём Троицкий (более известен как Артемий Троицкий; рок-журналист, музыкальный критик, один из первых пропагандистов рок-музыки в СССР, инди- и электронной музыки в России. Один из ведущих специалистов по современной музыке в России)",
        "Артемий Лебедев (российский дизайнер, основатель, арт-директор и владелец «Студии Артемия Лебедева», известный блоггер и путешественник)",
        "Артемий (Арутюн) Айвазян (джазовый композитор, дирижёр, виолончелист, руководитель одного из самых популярных оркестров в Советском Союзе. Заслуженный деятель искусств Армянской ССР (1939), Народный артист Армянской ССР (1964))",
        "Артемиу Палуду ((род.1932) бразильский политик)"
      ],
      "professions": "Тема наделен от природы креативным мышлением, значит, такому человеку стоит обратить свое внимание на профессии менеджера, программиста, журналиста, дизайнера, режиссера. Также Тема способен успешно освоить работу сотрудника отдела по рекламе и PR. Реализация в профессии имеет для него большое значение."
    },
    {
      "name": "Артём",
      "sex": "М",
      "available_name": "Артоша, Артемьюшка, Артя, Артёмка, Артёмчик, Тёма, Артюня, Тюня, Артюха, Артюша, Тюша, Артёша, Артемино.",
      "orthodox_birthday": "17 января",
      "catholic_birthday": "25 января",
      "history": "Имя Артём в переводе с греческого языка означает «невредимый, безупречного здоровья». По другой версии — «посвящённый Артемиде». Происходит от греческого имени Артемий, из имени богини Артемиды. В современности стало самостоятельным именем, но также употребляется как уменьшительно-ласкательное обращение к Артемию.",
      "character": "В детстве Артём довольно спокойный мальчик, который предпочитает не навязывать свое общество другим. Его уверенности в себе помогает ему находить себе компанию даже в незнакомых места и даже неплохо верховодит в ней. Артём очень общительный и дружелюбный мальчик, ему нравится дружить с ребятами более старшего возраста, нежели он сам. Предпочтение отдает подвижным играм. Всегда старается говорить правду, из-за чего может попасть в различные неприятные ситуации. Обычно Артем уважает авторитеты, но преклоняться перед ними не будет. В школе Артём проявляет себя усердный ученик, старательно выполняет домашние задания. Предпочитает быть лидером в классе, но готов его разделить с друзьями, не любит конфликтов. Внимательно относится к девочкам, предупредителен к ним, прекрасно с ними дружит. Артём не любит, когда им руководят и чрезмерно его опекают. Артём настойчив в достижении цели, способен быстро схватывать информацию, но ему требуется время, чтобы обдумать ее, прокрутить в голове различные варианты, чтобы воспользоваться ею. «Зимний» обладатель этого имени может быть излишне эмоциональным, вспыльчивым, а вот «осенний» — натура философская, «осенний» Артём более серьезен и рассудителен. Артём всего добивается своим трудом. Для него не сложно определиться с профессией, он всегда знает чего хочет. Артём может преуспеть во многих сферах деятельности, в различных профессиях, но карьера для него не главное. Артём может быть и врачом, и журналистом, и спортсменом, и учителем, и бизнесменом. Артём старается всегда идти своей дорогой, имеет свое мнение и готов его отстаивать. Такая жизненная позиция может вызвать как уважение, так и неприязнь со стороны людей. Многое в жизни Артёма зависит от его окружения. Предпочитает работать над своими проектами, идеями, чем работать в чужих проектах. Он успешно проявит себя там, где мало лирики, но требуется анализ и логический склад ума. ",
      "sexuality": "Секс для имени Артем нежность, ощущение любви и глубочайшего наслаждения, способ расслабиться и снять напряжение, которое вызывается как успехами, так и неудачами. Имя Артем очень хороший семьянин.",
      "compatibility_name": "Аза, Алина, Анна, Белла, Гелла, Лариса, Людмила, Мирра, Олеся, Римма, Роза, Сусанна, Тамара",
      "not_compatibility_name": "Зоя, Майя, Марина, Эльза",
      "badges": "Весы",
      "colors": "темно-голубой",
      "plant": "рябина, хризантема",
      "animals": "сверчок",
      "mineral": "берилл",
      "planet": "Венера",
      "successful_day": "суббота",
      "health": "Артём любит спорт. Ему нравится плавание, велоспорт, бег. Часто он добивается неплохих результатов. Также Артём увлекается чтением, предпочитает гуманитарные дисциплины, такие как психология и медицина.",
      "character_traits": "Самостоятельность, независимость во взглядах и поведении, устойчивость психики, дипломатичность.",
      "celebrities": [
        "Артемий Петрович Волынский (1689–1740)– известный государственный деятель. Был посланником, генерал-губернатором, однако недруги обвинили его в провале персидского похода. В 1723 г. у него была отнята 'полная мочь', предоставлена одна только деятельность административная, и от участия в войне с Персией он был совсем устранен. При Петре II, благодаря сближению с Долгорукими, Черкасскими и др., ему снова удалось возвыситься. В 1739 г. он был единственным докладчиком у императрицы по делам кабинета. По приказу императрицы Анны Иоанновны, ему отсекли голову.",
        "Артемий Лаврентьевич Обер (1843-1917) - русский скульптор-анималист. Всю жизнь он изучал и лепил животных, вкладывал в это кропотливый труд и редкий талант. Артемий родился в Москве в семье управляющего императорскими театрами. До Артемия Обера в русской анималистике не было скульптора с таким выбором тем, образов: экзотические хищники, домашние животные, обитатели лесов и морей - все было подвластно его дарованию.",
        "Артём Троицкий - рок-журналист, музыкальный критик, один из первых пропагандистов рок-музыки в СССР, инди- и электронной музыки в России.",
        "Артём Весёлый - Николай Кочкуров (1899—1938) — русский советский писатель.",
        "Артём Микоян - советский авиаконструктор, генерал-полковник инженерно-технической службы."
      ],
      "professions": "Артем может реализовать себя в области философии, дипломатии, политики. Сильная энергетика помогает ему претворить в жизнь свои планы, правильно организовать рабочий процесс. Имя Артем наделен уникальным музыкальным слухом, может стать выдающимся исполнителем."
    },
    {
      "name": "Артур",
      "sex": "М",
      "available_name": "Артурка, Артя, Атя, Артюша, Тура, Арто, Туро, Ито, Арт.",
      "catholic_birthday": "6 октября, 15 ноября",
      "history": "Имя Артур несколько версий происхождения. Точное значение имени и его происхождение неизвестно. По самой распространенной имя Артур произошло от кельтского имени «Arthur», в переводе означающего «медведь, камень» или же «человек-медведь». Похожий перевод у этого имени и с греческого языка, но происходит от греческого названия звезды Арктур, буквально означающее «страж медведицы». С латинского языка слово, от которого появилось имя Артур, «artus» переводится как «сила, мощь». Возможно происхождение от латинской фамилии «Artorius», также есть версия перевода с латинского языка имени Артур как «пахарь». В различных языках имени Артур дается различное толкование и история происхождения, описания имени, но имя Артур образуется из разных источников, а не из одного единственного. Самые ранние упоминания имени Артур встречаются в валлийских и ирландских источниках с VII в. Известный британский эпос о короле Артуре привнес интерес к этому имени и дал ему популярность в народе. Также имя Артур широко употребляется среди армян.",
      "character": "У Артура исключительная интуиция! Он видит людей насквозь, а потому умеет манипулировать и руководить ими. Впрочем, власть сама по себе, ее блага его не влекут. Он вообще предпочитает пребывать в спокойно-выжидательном состоянии, однако стоит обстоятельствам ополчиться против него, как воля, разум, сила характера имени Артур просыпаются – и бросаются в бой с неблагорасположением судьбы. И тут пробуждаются интеллект, аналитический склад ума, воображение, память, чувствительность, впечатлительность – все то, что дремало под спудом обманчивого, словно бы ленивого спокойствия. Идеальное состояние для Артура находиться в обороне обстоятельствам.\nВ детстве Артурчик - спокойный, уравновешенный, послушный ребенок. Внешне и внутренне чаще похож на мать.\nВзрослый Артур талантами и трудолюбием не блещет, однако по внешнему виду всегда производит положительное впечатление. Значение имени стремится к спокойной, обеспеченной жизни. Может искусно уйти от конфликта, но проявит сильную волю при необходимости действовать.\nДрузей у Артура много, но не близких, часто меняющихся. Впрочем и сам он не любит обременять себя обязательствами, руководить, быть ответственным за кого или что-нибудь. У него исключительно развиты интуиция, воображение и память, однако в нем нет пытливости, интереса к делу. Неудачи воспринимает остро, сердечно благодарен за проявленное сочувствие.\nМужчина с именем Артур может стать торговым работником, стоматологом, портным. Мечтательность, свойственная ему, может найти свое выражение, в литературе или живописи. Именно в этой сфере деятельности Артура ожидают творческие удачи.\nАртур - человек высоких нравственных устоев. Он галантен, дипломатичен, любимец женщин, прекрасно разбирается в женской психологии. Благодаря всем этим качествам Артур достигает положения в обществе.\nМужчина с именем Артур женится поздно, очень привязан к семье и детям, но жене в домашних делах не помогает. Считает это не «мужским» делом.",
      "sexuality": "Слово «любовь» ассоциируется у него с бескорыстной преданностью женщине. В любви для него всегда присутствует элемент девственности, первозданной чистоты, который никогда не бывает замутнен даже в моменты наивысшей страсти. Артур долго ищет свою женщину, а найдя, ждет от нее честного и равноправного союза. Он очень требователен, даже привередлив, не может быть в постели с кем попало, увлечь его довольно трудно. Он способен многим пожертвовать во имя любви, если убедится, что вы именно та женщина, которую он страстно желал. Артур будет согревать свою избранницу теплом и оберегать ее от всех жизненных невзгод. «Зимний» Артур — человек со сложной психологией. Он не отделяет секс от любви, и чем глубже его чувства к женщине, тем откровеннее он в сексе. Он способен на сильные эротические переживания, но сексуальные чувства Артура не всегда находят удовлетворение. Его бывает трудно понять: с одной стороны, он кажется развращенным, испорченным, с другой — ему знакомы глубокие чувства, он способен на бурные увлечения и ошеломляющие страсти. Некоторые Артуры доставляют своей избраннице невероятные душевные страдания. «Зимний» Артур не стремится часто менять женщин из-за брезгливости, он властолюбив, но та, которая найдет ключ к пониманию его сложной натуры, будет счастлива с ним. «Осенний» Артур развивает невероятную энергию в период ухаживания за женщиной. Если поймет, что это его будущая жена, проявит чудеса решительности и будет терпеливо ждать, пока поведет ее под венец. Однако после женитьбы он часто утрачивает романтический интерес, влечение и страсть, но, тем не менее, старается не доводить дело до развода. По душевному складу и сексуальности Артуру наиболее близки «летние» женщины.",
      "compatibility_name": "Анастасия, Анна, Валентина, Виолетта, Джульетта, Дина, Елена, Инна, Лидия, Любовь, Людмила, Мария, Наталья, Раиса",
      "not_compatibility_name": "Генриетта, Данута, Нила, Ольга, Руслана, Стелла",
      "badges": "Водолей",
      "colors": "белый",
      "plant": "дуб, яблоневый цвет",
      "animals": "медведь",
      "mineral": "халцедон",
      "planet": "Нептун",
      "successful_day": "понедельник",
      "character_traits": "Интеллектуальность, собранность, мобильность, находчивость, творческое воображение, тщеславие, снобизм, скрытность, прагматичность, эгоизм",
      "celebrities": [
        "Сэр Артур Игнатиус Конан Дойль (Дойл) ((1859 - 1930) всемирно известный шотландский и английский писатель - автор детективных произведений о сыщике Шерлоке Холмсе, приключенческих и научно-фантастических - о профессоре Челленджере, юмористических - о бригадире Жераре. Дойлем были написаны также исторические романы («Белый отряд» и др.), пьесы («Ватерлоо», «Ангелы Тьмы», «Огни судьбы», «Пёстрая лента»), стихотворения (сборники баллад «Песни действия» (1898) и «Песни дороги»), автобиографические очерки («Записки Старка Монро» или «Загадка Старка Монро») и 'бытовые' романы («Дуэт в сопровождении случайного хора»), либретто оперетты «Джейн Энни» (1893, в соавторстве).",
        "Артур Юсупов ((род.1960) советский (позднее - немецкий) шахматист, гроссмейстер)",
        "Арттури Илмари Виртанен ((1895 - 1973) финский биохимик, лауреат Нобелевской премии; основные работы Виртанена связаны с изучением биохимических процессов производства и хранения кормов для скота, он также изучал процессы фиксирования атмосферного азота растениями.)",
        "Артур Григорян (известный узбекистанский боксёр армянского происхождения, серебряный призёр чемпионата мира среди любителей (1991), чемпион мира среди профессионалов по версии WBO (1996-2004); Заслуженный мастер спорта СССР (1991), Заслуженный спортсмен Республики Узбекистан)",
        "Артур Конолли ((1807 - 1842) британский разведчик, путешественник, писатель; автор распространённого в западной историографии термина «Большая Игра», который используется для описания империалистического соперничества между Британской и Российской империями за господство в Центральной Азии с 1813 по 1907 годы.)"
      ],
      "professions": "Артур может реализовать свои способности в военном деле, большом спорте, в естественных науках: геологии, археологии. Много людей с этим именем прославились в сфере искусства."
    },
    {
      "name": "Афанасий",
      "sex": "М",
      "available_name": "Атанасиус, Афоня.",
      "orthodox_birthday": "17 января, 31 января, 5 марта, 7 марта, 21 марта, 22 марта, 15 мая, 16 июня, 18 июля, 2 августа, 6 августа, 20 августа, 4 сентября, 18 сентября, 25 сентября, 6 ноября, 8 ноября, 10 ноября, 11 ноября, 20 ноября, 25 ноября, 5 декабря, 9 декабря, 15 декабря",
      "catholic_birthday": "2 мая",
      "history": "Мужское имя Афанасий произошло от вариации имени древнегреческого божества смерти Танатоса (Фанатоса) и означает “бессмертный”.",
      "character": " Афанасий – человек приятный, добрый, скромный, но часто нерешителен и робок. Он предпочитает слушать, чем говорить, никогда не навязывает своего мнения. Не любит повелевать кем бы то ни было – именно поэтому предпочитает кошек, а не собак. Мужчина с именем Афанасий очень любит читать о путешествиях. Как ни странно, у него богатое воображение, а благодаря множеству прочитанных книг – прекрасный стиль, так что иногда не без успеха берется за перо.\nАфанасий - спокойный уравновешенный ребенок с живым воображением, любознательный. С детьми не ссорится, смешлив, любит веселые песни и сказки.\nВзрослый Афанасий - добрый, мягкий, спокойный человек, не всегда уверенный в себе, в своих силах. Он объективен, уступчив, способен к самопожертвованию, но может рассердиться, распсиховаться. Однако имя Афанасий - натура отходчивая, обид долго не помнит и всегда бескорыстно поможет людям.\nМужчина с именем Афанасий любит путешествовать, вынослив, долго не устает. Он читает много книг о путешествиях. Сам хорошо владеет пером. Может стать писателем или ученым, по значению имени он прирожденный исследователь. Афанасий замечательно поведет туристический бизнес.\nИмя Афанасий любит семью, охотно берет на себя часть домашних забот. Часто бывает женат дважды. Много внимания уделяет детям, воспитывает их с любовью; часто мать бывает более строга, чем отец.",
      "compatibility_name": "Анастасия, Анна, Варвара, Вера, Галина, Наталья, Олеся",
      "not_compatibility_name": "Виктория, Римма, Элеонора, Яна",
      "badges": "Рыбы",
      "colors": "фиолетовый",
      "plant": "сосна, лилия",
      "animals": "дельфин",
      "mineral": "коралл",
      "planet": "Юпитер",
      "successful_day": "вторник",
      "health": "Очень быстро утомляется, предрасположен к астме, болезням легких и кишечника.",
      "character_traits": "Уравновешенность, последовательность в действии, наблюдательность, любознательность, обладание фантазией, живым воображением",
      "celebrities": [
        "Митрополит Афанасий, живший в XVI столетии, был духовником Иоанна Грозного и сыграл значительную роль при введении опричнины.",
        "Князь Афанасий Вяземский – опричник и любимец Иоанна Грозного, после падения Адашева и Сильвестра пользовался неограниченным доверием своего государя, который из его только рук принимал лекарства, приготовленные царским доктором Ленсеем, и с ним только совещался о своих тайных планах. В 1565 г. Вяземский был одним из главных советников Грозного по организации опричнины; затем, когда Грозный вздумал обратить дворец в Александровской слободе в монастырь, избрав для этого из опричников 300 человек и назвав их 'братией', а себя 'игуменом', Вяземский получил звание 'келаря'. Вяземский умер во время пыток.",
        "Афанасий Фет (1820–1892) – замечательный русский поэт. В своих стихах мастерски воссоздал поэтическую реальность мира насыщенные конкретными приметами картины природы, мимолетные оттенки настроений... 'шепот, робкое дыханье, трели соловья...'",
        "Святитель Афанасий – архиепископ Александрийский, ревностный заступник православной веры от еретиков.",
        "Афанасий Федорович Бычков (1818–1899 г.) – русский археограф, академик Петербургской АН."
      ],
      "professions": "Афанасий артистичен, может проявить себя как актер, певец, композитор. У него развиты и научные способности. Ему надо стать более решительным и быть готовым к тому, чтобы в случае необходимости настоять на своем. Для руководителя и организатора мало честолюбия, настойчивости, твердости. Будучи человеком последовательным, имя Афанасий является очень верным партнером и может стать «правой рукой» руководителя."
    },
    {
      "name": "Ахмет",
      "sex": "М",
      "available_name": "Ахмед, Ахмат, Ахмад, Амет.",
      "history": "Имя Ахмет имеет арабское происхождение. С арабского языка Ахмет означает «наиславнейший», «достойный похвалы». Существует и иное значение имени Ахмет - «тот, кто постоянно благодарит Бога». Имя Ахмет имеет различные варианты написания и произношения – Ахмат, Ахмад, Ахмед, Амет – это все одно и то же имя. Имя Ахмет также может являться видоизмененным именем Мухаммада.",
      "character": "С самого детства Ахмет может отличаться жестким и несколько нетерпимым нравом. Он ни за что не станет подчиняться своим сверстникам, он постарается быть абсолютно во всем лидером. И это доставляет множество неприятностей его родителям, которым часто приходится извиняться за все синяки и шишки, которые может наставить их сын другим детям в садике и школе. Однако родительским увещеваниям, как правило, Ахмет не внемлет, и через некоторое время сверстники попросту перестают бороться с его лидерством, признавая первенство Ахмета.\nУже в школьные годы характер Ахмета станет меняться в лучшую сторону, он наконец-то начинает прислушиваться к сверстникам и учится ценить дружбу. Вокруг него сразу же появляется много друзей, однако чужих людей Ахмет все так же недолюбливает и конечно постарается не допустить в свой круг. При этом чаще всего своих близких друзей Ахмет заводит еще в раннем детстве и при этом общается с ними всю сознательную жизнь.\nВ работе так же Ахмет стремится быть лидером. Он практически не терпит начальство над собой, и уже через короткое время находит возможность трудиться в одиночку. Надо отметить, что собственное дело Ахмета практически всегда идет успешно. Он, как правило, является отличным и талантливым руководителем, всегда сумеет не только пожурить работников, но и вовремя поощряет лучших. Ахмета часто уважают и стремятся работать именно под его начальством.\nСложный характер Ахмета часто приносит ему постоянные неприятности. Он не способен быть одинаковым, он всегда старается чему-то научиться, однако он не способен применять эти знания на практике. Он всегда ищет внимания только красивых женщин, однако счастливым может стать только с очень покладистой простушкой, которая никогда  не станет играть его чувствами. Ахмета, к сожалению, часто подстерегают любовные разочарования, Ахмет не способен сразу же распознавать меркантильный или стервозный характер женщины.\nА вот свою семью Ахмет будет ставить превыше всего. Он, конечно, уважает родителей и просто боготворит своих детей. Уже после свадьбы он быстро перестает искать каких-либо интрижек на стороне и прекрасно находит счастье в тихом семейном уюте.",
      "compatibility_name": "Анастасия, Ульяна, Юлия, Евгения, Олеся, Мирослава, Элина",
      "badges": "Лев",
      "colors": "Малиновый, синий",
      "plant": "дуб, груша, базилик, лаванда",
      "animals": "слон, овца, ласточка",
      "mineral": "Сапфир",
      "planet": "Юпитер",
      "successful_day": "суббота",
      "celebrities": [
        "Ахмет Жубанов ((1906 - 1968) советский музыковед, композитор, дирижёр, народный артист Казахской ССР (1944), академик АН Казахской ССР (1946))",
        "Ахмет Кая ((1957 - 2000) турецкий поэт, певец и общественный деятель, который получил известность в 1980-е и 1990-е годы)",
        "Ахмед Джафароглу ((1894 - 1975) известный тюрколог, профессор Стамбульского университета, Член-корреспондент Польской академии наук (1938), Венгерской академии наук (1944), АН Украинской ССР (1953), Почётный доктор Независимого Украинского университета)",
        "Ахмед Искендеров ((род.1927) главный редактор журнала «Вопросы истории», Доктор исторических наук, профессор, Член-корреспондент РАН с 1979 года)",
        "Ахмед Хасан Зевейл ((род.1946) египетско-американский химик, лауреат Нобелевской премии по химии за 1999 год с формулировкой «За исследование переходных состояний, возникающих во время химических реакций, с использованием фемтосекундной техники». Лауреат Премии Вольфа по химии (1993).)"
      ],
      "professions": "Это тип делового и необычайно трудолюбивого мужчины, но для достижения успеха ему не хватает способности тщательно обдумывать детали. Имя Ахмет может рубить с плеча, без надобности рисковать, когда достаточно спокойно все обдумать и в результате получить большую выгоду."
    }
  ]
}