{
  "nams": [
    {
      "name": "Давид",
      "sex": "М",
      "available_name": "Давидка, Дава, Видя, Дай, Дави, Дэви, Дэйви, Дай, Дэй, Давидек, Видек, Видя, Дода, Давыдка, Додя, Додик, Дино, Динетто, Давыд, Дайви, Деви, Таавети, Давиде, Дауд, Дэвид, Таави, Дэйв, Дэви, Давуд",
      "orthodox_birthday": "8 января, 8 февраля, 19 сентября",
      "catholic_birthday": "1 марта, 26 июня, 29 декабря, 30 декабря",
      "history": "Имя Давид имеет древнееврейское происхождение и в переводе с иврита означает ‘любимый’, ‘любимец’.",
      "character": "Человек, названный именем Давид – уравновешен и уверен в своих возможностях, настойчив, горд и несколько прагматичен. Ему присущи развитая сила воли и добродушие, умение сочувствовать, эти люди умеют убеждать и всегда сдерживают слово. Давид обожает путешествовать, это сильный физически мужчина, из-за чего стремится к лидерству во всех сферах жизни. \nХарактер у Давида несколько эгоистичный, он испытывает потребность в похвалах. Ему чужды зависть и злопамятность, жадность и обидчивость. Давид не любит лживых людей, достаточно вспыльчив, но отходчив. Давид на протяжении все жизни занимается самосовершенствованием, причем успешно. Это человек, ценящий людей с чувством юмора.",
      "sexuality": "Создает для них некоторые проблемы. У таких мальчиков нужно с детства развивать мужские черты характера — с помощью спорта и рационального образа жизни. Не позволяйте, им заниматься самолюбованием.",
      "middle_name_is_combined": "Альбертович, Анатольевич, Арамович, Артурович, Викторович, Владиславович, Гарикович, Геннадьевич, Георгиевич, Герасимович, Зурабович, Евгеньевич, Илларионович, Иосифович, Казимирович, Константинович, Левонович, Леонидович, Мирославович, Самвелович, Тельманович, Феликсович, Филиппович, Христофорович, Эдуардович",
      "badges": "козерог",
      "colors": "темно-коричневый",
      "plant": "мак, лавр",
      "animals": "тур",
      "mineral": "рубин",
      "planet": "Марс",
      "successful_day": "Суббота",
      "health": "У Давида могут быть странные проблемы со здоровьем, частые пищевые отравления, возможные болезни почек, печени, селезенки, аппендицит. ",
      "character_traits": "упорство, прагматичность, тщеславие, гордость",
      "celebrities": [
        "Давыд Ростиславич ((1140 – 1197) Давид Ростиславич, князь смоленский, правнук Владимира Мономаха)",
        "Давид I Святой ((1084 - 1153) король Шотландии)",
        "Давид II, Дэвид Брюс ((1324 - 1371) король Шотландии из династии Брюсов)",
        "Давид Бен-Гурион ((1886 - 1973) настоящее имя – Давид Йосеф Грин, один из создателей государства Израиль)",
        "Давид Солунский ((V век - ок. 540) греческий святой, почитаемый в лике преподобных)"
      ],
      "professions": "Дипломатичность Давида обеспечивает ему большое количество друзей и открывает двери во все кабинеты. Он может быть и физиком, и лириком, заниматься точными науками и религией, философией, искусством. Главное, чтобы профессия не вынуждала его долго сидеть на одном месте. "
    },
    {
      "name": "Даниил",
      "sex": "М",
      "available_name": "Данилка, Даниша, Даня, Данила, Данечка, Данчик, Данюшечка, Дэн, Данька, Дан, Данн, Данни, Данил, Данилл, Даниил, Даниила, Нил, Данила, Данило, Данил, Даниэль, Даниэл, Дэйниол",
      "orthodox_birthday": "2 января, 1 марта, 6 марта, 17 марта, 31 марта, 20 апреля, 4 июня, 26 июня, 23 июля, 12 сентября, 25 сентября, 4 октября, 11 декабря, 12 декабря, 24 декабря, 30 декабря",
      "catholic_birthday": "3 января, 16 февраля, 21 июля, 10 декабря",
      "history": "происхождение – древнееврейское, значение имени Даниил – ‘бог - мой судья’",
      "character": "Даниил — это порядочный человек с прекрасной интуицией, всегда располагающий к общению. Он никогда не проявляет сильных эмоций, ведёт себя достаточно спокойно. Он не склонен к спешке в делах. Всё делает неторопливо и рассудительно. Даже при непростых жизненных обстоятельствах, он сумеет сохранить позитивный настрой. \nДаниил добр, умён и трудолюбив. На первый взгляд он может показаться незаметным в коллективе. Но его положительные черты и мощный заряд энергии быстро выделяют его среди остальных. Для Даниила очень важны семейные связи. Все значимые события в жизни и праздники обладатель этого имени всегда старается проводить среди родных. Он очень любит свой дом. Всегда помогает жене по хозяйству. С радостью принимает гостей. За спокойствием Даниила не каждая женщина способна разглядеть в нём настоящий мужской стержень. \nДаниил не переносит лжи. Видя, что его пытаются обмануть, способен вспылить. Но, несмотря на это, быстро отходит. Обладатель этого имени живёт в своём собственном мире. Он пользуется уважением в обществе. Кроме того, он обладает исключительной интуицией, на которую всегда может положиться. Единственное, чего не достаёт Даниилу, любознательность. Он прекрасный аналитик, обладающим не плохим воображением. \nДаниил достаточно нравственный человек. В нём нередко проявляется щепетильность, которая бывает не уместна.",
      "sexuality": "Он кажется очень скромным, иногда несколько робким, женщина не сразу разглядит в нем мужскую силу. Между тем он темпераментен и в сексуальном отношении достаточно активен. \nОн часто меняет партнерш, но о своих любовных связях предпочитает не распространяться. Каждой из своих многочисленных подруг он способен, хоть и на короткое время, дарить счастье. Однако он не всеяден: конечно, он предпочитает опытных партнерш, но если ему нужно будет выбрать между той, что прекрасно владеет техникой секса, но примитивна, малокультурна, и женщиной, гораздо менее опытной, но высокообразованной, в ком он чувствует духовное родство, - Даниил безусловно предпочтет вторую. \nОн владеет искусством половой любви и при интимной близости всегда достигает оргазма одновременно с партнершей, внимательно вслушиваясь в ее эротические переживания. Венцом интимной близости для него является наступившее чувство духовной и физической удовлетворенности, глубокой благодарности своей партнерше.",
      "compatibility_name": "Анна, Любовь, Людмила, Нина, Олеся, Ольга, Полина, Тамара, Татьяна, Эльвира",
      "not_compatibility_name": "Елизавета, Ирина, Ангелина, Оксана",
      "middle_name_is_combined": "Анатольевич, Андреевич, Антонович, Артемович, Васильевич, Викторович, Владимирович, Владиславович, Всеволодович, Геннадьевич, Глебович, Денисович, Дмитриевич, Егорович, Игоревич, Кириллович, Львович, Леонидович, Максимович, Маркович, Матвеевич, Михайлович, Петрович, Романович, Русланович, Святославович, Тимофеевич, Тимурович, Янович, Ярославович",
      "badges": "близнецы",
      "colors": "серо-голубой",
      "plant": "лютик, ясень",
      "animals": "белка",
      "mineral": "яшма синего цвета",
      "planet": "Меркурий",
      "successful_day": "среда",
      "health": "Возможно нарушение обмена веществ. У Данилы могут быть труднообъяснимые заболевания, и он может неожиданно выздоравливать, как и заболевать.",
      "character_traits": "спокойствие, доброта, отзывчивость, увлеченность",
      "celebrities": [
        "Даниил Самойлович ((1744 - 1805) настоящая фамилия — Сушковский; украинский медик, военный врач, основатель эпидемиологии в Российской империи, фундатор первого на Украине научного медицинского товарищества. Первым доказал возможность противочумной прививки.)",
        "Даниэлло Бартоли ((1608 - 1685) итальянский иезуит, историк и писатель)",
        "Даниил Заболотный ((1866 - 1929) российский и советский бактериолог. Президент Всеукраинской академии наук (1928—1929), академик АН СССР (1929))",
        "Даниил Мове ((род.1985) российский автогонщик)",
        "Даниил Чёрный ((ок.1350 - 1428) иконописец, монах, современник и сотрудник Андрея Рублёва; Иосиф Волоцкий называет Даниила учителем Рублёва)"
      ],
      "professions": "Способность к анализу собственного поведения и движений души располагает Данилу к профессии психолога, психиатра, духовного пастыря. У него есть все данные для достижения больших высот в искусстве, научной и исследовательской работе. Данила больше расположен к работе под началом сильного и волевого человека, чем к организации собственного бизнеса. Он надежный работник, прекрасный исполнитель."
    },
    {
      "name": "Денис",
      "sex": "М",
      "available_name": "Дэни, Дениска, Деня, Денуся, Деша, Диу, Диди, Ничо, Дион, Дионисос, Дэнис, Дени, Дионисио, Даниз, Денеш, Дионис, Дионисий",
      "orthodox_birthday": "17 января, 6 февраля, 5 марта, 23 марта, 28 марта, 29 марта, 4 мая, 19 мая, 8 июля, 9 июля, 17 августа, 31 августа, 10 сентября, 19 сентября, 16 октября, 18 октября, 25 октября, 28 октября, 3 ноября, 14 ноября, 23 ноября, 2 декабря, 12 декабря, 30 декабря",
      "history": "происхождение – древнегреческое, значение имени Денис – ‘посвященный богу Дионису’",
      "character": "Имя Денис первоначально являлось народной формой устаревшего церковного имени Дионисий, которое в свою очередь происходит от древнегреческого имени Дионисиос, означающего ‘принадлежащий Дионису’. В мифологии Древней Греции Дионис – бог виноградарства, виноделия, плодородия, вдохновения, производительных сил природы. Поэтому иногда имени Денис дают толкование ‘весельчак’, ‘гуляка’. \nОт мужского имени Денис образованы женские имена Дениз, Дионисия, Дениса. \nИмя Денис упоминается как в православных, так и в католических святцах. Среди католиков особо почитается святой Дионисий Парижский, являющийся покровителем Франции и Парижа.",
      "sexuality": "В любви и сексе Денису нет преград, он ласков и нежен, с радостью дарит женщине любовь, ничего не требуя взамен. Однако он невероятно ревнив, и это является движущей силой чередования любовных связей. Однако, интенсивно проявляя свой сексуальный нрав, он обладает способностью терпеливо укрощать свой темперамент, вспышки ревности. Любит неординарных, сексуальных женщин с хорошей фигурой. Долго ухаживать за ними он не привык, старается избегать связей, которые могли бы привести к браку. Денис любит эротические удовольствия, у него здоровое отношение к сексу - как к обязательной составной части ухаживания и любви. Денис - не пламенная натура, чтобы он загорелся сильной страстью, женщина должна быть поистине уникальной и, во всяком случае, владеть всем арсеналом эротических средств.",
      "compatibility_name": "Александра, Анна, Екатерина, Лариса, Евгения, Клавдия, Марина, Полина, Софья",
      "not_compatibility_name": "Антонина, Зинаида, Зоя, Инна, Ирина, Ольга",
      "middle_name_is_combined": "Алексеевич, Анатольевич, Валерьевич, Владимирович, Владиславович, Германович, Данилович, Игоревич, Ильич, Кириллович, Львович, Максимович, Миронович, Михайлович, Никитич, Олегович, Петрович, Родионович, Романович, Святославович, Семенович, Сергеевич, Станиславович, Степанович, Тарасович, Трофимович, Феликсович, Эдуардович, Юрьевич, Ярославович",
      "badges": "телец",
      "colors": "серый",
      "plant": "ландыш, каштан",
      "animals": "теленок",
      "mineral": "сапфир",
      "planet": "Венера",
      "successful_day": "пятница",
      "health": "В детстве Денис часто болеет инфекционными заболеваниями. В зрелые годы подверженность алкогольной зависимости может серьезно подорвать здоровье Дениса. Временами он может быть в депрессии, печали, особенно от семейных неурядиц или от осознания точки в своей карьере, дальше которой он уже не сможет двигаться.",
      "character_traits": "эмоциональность, богатое воображение, конфликтность, самолюбие",
      "celebrities": [
        "Дионисий Гераклейский ((ок.330 — 250 до н.э.) древнегреческий философ)",
        "Дионисий Киренский (ок. 150 г. до н.э.) древнегреческий математик, философ-стоик)",
        "Денис Панкратов (спортсмен-пловец, чемпион мира и Европы, спортивный журналист)",
        "Денис Мацуев (российский пианист, лауреат международных конкурсов)",
        "Денис Фонвизин (знаменитый русский писатель, автор комедий)"
      ],
      "professions": "Денис может сделать карьеру в тур- и шоу-бизнесе. Вероятен успех во всех сферах деятельности, где уместны авантюра, риск. Руководство ценит его за смелые идеи, энтузиазм, рационализаторские предложения. Денис может быть хорошим менеджером, рекламным агентом."
    },
    {
      "name": "Дмитрий",
      "sex": "М",
      "available_name": "Дима, Димуля, Димуся, Митя, Деми, Деде, Деме, Миха, Димшо, Митяй, Митюха, Митюша, Митяха, Митяша, Митрюха, Митрюша, Димаха, Димуха, Димуша, Митюля, Митюня, Димитрий, Димитриос, Деметриус, Деметрио, Деметри, Деметр, Дмитро",
      "orthodox_birthday": "4 января, 8 января, 21 января, 31 января, 7 февраля, 9 февраля, 11 февраля, 17 февраля, 19 февраля, 24 февраля, 22 марта, 25 марта, 28 марта, 31 марта, 1 апреля, 23 апреля, 26 апреля, 2 мая, 28 мая, 1 июня, 5 июня, 10 июня, 15 июня, 16 июня, 18 июня, 26 июня, 3 июля, 17 июля, 21 июля, 1 августа, 14 августа, 17 августа, 20 августа, 25 августа, 8 сентября, 9 сентября, 13 сентября, 19 сентября, 24 сентября, 28 сентября, 30 сентября, 4 октября, 10 октября, 17 октября, 21 октября, 1 ноября, 3 ноября, 8 ноября, 10 ноября, 14 ноября, 22 ноября, 25 ноября, 27 ноября, 28 ноября, 29 ноября, 2 декабря, 14 декабря, 17 декабря",
      "catholic_birthday": "9 апреля",
      "history": "происхождение – древнегреческое, значение имени Дмитрий – ‘посвященный Деметре’",
      "character": "Хотя в жизни Дмитрия сложно сломить, он может замкнуться в себе под грузом навалившихся проблем. Он не в состоянии войти в положение другого человека и может быть излишне суровым. На все события Дмитрий смотрит «со своей колокольни», и в случае, если происходящее ему не нравится, реакция Дмитрия может быть слишком взрывной. \nДмитрий верен дружбе, но жить с ним непросто. С ним можно долго общаться на расстоянии, но сильная воля и упрямство не дадут покоя в домашней обстановке. Дмитрий может быть очень талантлив, умен и сообразителен, но добиться в жизни ничего не сможет, пока не уймет свойственную ему болтливость. Для матерей Дмитрий – воплощение их мечтаний и объект для баловства. \nДмитрий также быстро влюбляется, как и остывает. В отношениях он смело идет к намеченной цели и часто достигает успеха. Но за успехами в жизни этого мужчины, как правило, следуют неудачи, после взлетов – падения. Стабильность не свойственна мужчинам с этим именем.",
      "sexuality": "очень чувственны. Рано достигают сексуальной зрелости, но совершенно не знают и не понимают женской психологии. Вместо того, чтобы попытаться обольстить женщину, ведут себя, как пещерные люди...",
      "compatibility_name": "Анна, Елена, Любовь, Людмила, Наталья, Эльвира",
      "not_compatibility_name": "Ангелина, Виктория, Зинаида, Инна, Ирина, Мария, Нина, Софья, Юлия",
      "middle_name_is_combined": "Александрович, Алексеевич, Анатольевич, Андреевич, Борисович, Вадимович, Валентинович, Валерьевич, Викторович, Владимирович, Денисович, Евгеньевич, Константинович, Леонидович, Михайлович, Николаевич, Олегович, Петрович, Сергеевич, Станиславович",
      "badges": "скорпион",
      "colors": "пурпурный",
      "plant": "хризантема, рябина",
      "animals": "морж",
      "mineral": "лазурит",
      "planet": "Плутон",
      "successful_day": "вторник",
      "health": "В детстве часто страдает заболеваниями простудного и вирусного характера, ларингитом и тонзиллитом. Взрослый Дмитрий мнителен в отношении своего здоровья, любит лечиться. Не отказывается от употребления алкоголя, но сильного пристрастия к нему не испытывает.",
      "character_traits": "терпеливость, импульсивность, самостоятельность, изобретательность",
      "celebrities": [
        "Дмитрий Пожарский ((1578 - 1642) князь, русский национальный герой, военный и политический деятель, глава Второго Народного Ополчения, освободившего Москву от польско-литовских оккупантов)",
        "Дмитрий Лаптев ((1701 – 1767) мореплаватель, участник Великой Северной экспедиции, его именем назван пролив - Пролив Дмитрия Лаптева)",
        "Дмитрий Саутин ((род.1974) советский и российский прыгун в воду, двукратный олимпийский чемпион, единственный в истории обладатель 8 олимпийских наград в прыжках в воду. Заслуженный мастер спорта России (2000).)",
        "Дмитрий Харатьян ((род.1960) советский и российский актёр, заслуженный артист России (2000), народный артист России (2007), награждён также медалью ‘Профессионал России’.)",
        "Дмитрий Бибиков ((1792 - 1870) российский государственный деятель, член Государственного совета, министр внутренних дел Российской империи (1852 - 1855), участник русско-турецкой и Отечественной войны 1812 года, генерал-губернатор, масон)"
      ],
      "professions": "Дмитрия часто посещает творческое вдохновение и озарение великой идеей. Он может быть талантливым писателем, художником, композитором, ученым. При необходимости он проявляет удивительную выносливость и работоспособность. А вот монотонная работа не для Дмитрия. Он может реализовать себя в общественной и политической деятельности благодаря уму и красноречию, оригинальности идей. Способен на рывок в стремлении получить быстрый результат. Эти качества располагают Дмитрия к предпринимательству, организаторской деятельности, лидерству в общественных движениях."
    },
    {
      "name": "Геннадий",
      "sex": "М",
      "available_name": "Геннадий, Гена, Геша, Геня, Геннаша, Генаша, Генуля, Генюля, Генуся, Генюся, Генуха, Генюха, Генуша, Генюша, Гея, Геннадиус, Геннадиос, Генадзь",
      "orthodox_birthday": "5 февраля, 22 февраля, 5 июля, 13 сентября, 30 ноября, 17 декабря, 18 декабря",
      "history": "Имя Геннадий в переводе с греческого языка ‘благородный’, ‘благородного происхождения’.",
      "character": "Геннадия нереально переубедить в чем-либо. У него очень сильные собственные убеждения, и даже если он не прав, вряд ли он откажется от своей позиции. Он настойчиво и упорно будет отстаивать свою точку зрения даже там, где можно было бы и сделать шаг назад. \nГеннадий внешне похож на лидера, в нем присутствуют некоторые из присущих лидерам качеств, но он не стремится руководить и вести за собой людей. Ему достаточно осознавать, что его воспринимают всерьез. У него большой интеллектуальный потенциал, который он сформировывает самостоятельно, так как с детства не любит принимать помощь. Поэтому все, чему Геннадий научился, это его собственные выводы, основанные на методе проб и ошибок, полученные из прочитанных книг и от бесед со взрослыми. Если у Геннадия будет развито честолюбие, то он может сделать карьеру практически в любой сфере деятельности.",
      "sexuality": "Геннадий ищет в сексе сладострастия и душевного успокоения. Он требует от партнерши полной отдачи, момент физического разъединения всегда переживается им мучительно, ему хочется продолжить телесное прикосновение до тех пор, пока оба не достигнут одновременного оргазма. Он способен к любви и наслаждению, как никто, терпелив и внимателен к партнерше. Его любовь чувствительна к малейшим неприятностям: никогда не знаешь, что может вывести его из равновесия. Геннадий может быть любящим партнером и одновременно мучителем, доставляющим женщине душевные страдания. Он необычайно ласков и изобретателен в эротических играх, для него они и спорт, и удовольствие. Он умеет ценить женщину, с которой близок. Подчиняя ее своим сексуальным желаниям, он делает это мягко, так, чтобы не унизить ее достоинства, не отпугнуть. Геннадий хорошо адаптируется к партнерше, не навязывая ей свой стиль сексуального поведения. Любовная прелюдия для Геннадия - это способ изучить женщину, он чутко прислушивается к ее эротическим переживаниям, сам разгораясь от ее страсти. Для Геннадия зажечь партнершу - дело его мужского престижа, и он способен возбудить даже фригидную женщину. Однако прежде всего он должен быть расположен к ней душевно. Не почувствовав душевного тяготения, не с каждой партнершей он может пережить всю полноту эротических ощущений.",
      "compatibility_name": "Валентина, Вера, Ирина, Лидия, Любовь, Майя, Наталья, Ольга",
      "not_compatibility_name": "Ангелина, Виолетта, Оксана, Римма, Тамара, Татьяна",
      "middle_name_is_combined": "Александрович, Алексеевич, Антонович, Аркадьевич, Борисович, Геннадьевич, Германович, Дмитриевич, Егорович, Иванович, Игнатьевич, Измаилович, Кириллович, Максимович, Миронович, Михайлович, Наумович, Романович, Савельевич, Сергеевич, Эдуардович, Эммануилович, Юрьевич, Яковлевич",
      "badges": "водолей",
      "colors": "зеленый",
      "plant": "красавка, олеандр",
      "animals": "пеликан",
      "mineral": "циркон",
      "planet": "Сатурн",
      "successful_day": "Суббота",
      "health": "Здоровье Геннадия не вызывает сильных опасений. Вероятно пониженное давление, упадок сил.",
      "character_traits": "упорство, серьезность"
    },
    {
      "name": "Георгий",
      "sex": "М",
      "available_name": "Гога, Гаря, Гора, Горя, Жора, Жорик, Жоржик, Гера, Геря, Геша, Гоша, Гошуля, Гуля, Гошуня, Гоги, Жорж, Джордж, Георг, Хорхе, Дьердь, Юргер, Иржи, Ежи, Егор, Юрий, Геворг, Геворк, Гиви",
      "orthodox_birthday": "11 января, 21 января, 30 января, 4 февраля, 10 февраля, 17 февраля, 24 февраля, 27 февраля, 6 марта, 17 марта, 18 марта, 23 марта, 24 марта, 5 апреля, 15 апреля, 17 апреля, 18 апреля, 20 апреля, 26 апреля, 2 мая, 6 мая, 10 мая, 26 мая, 29 мая, 8 июня, 18 июня, 19 июня, 27 июня, 4 июля, 9 июля, 10 июля, 16 июля, 23 июля, 2 августа, 3 августа, 13 августа, 31 августа, 6 сентября, 8 сентября, 10 сентября, 2 октября, 11 октября, 14 октября, 15 октября, 29 октября, 10 ноября, 9 декабря, 16 декабря, 31 декабря",
      "history": "Имя Георгий происходит от древнегреческого слова ‘георгос’, означающее ‘возделывающий землю’, ‘земледелец’.",
      "character": "В детстве Георгий малообщительный ребенок. Ему нравится играть одному, но не потому что он тихоня, а потому что его скромность не позволяет ему попроситься к ребятам в игру. Мальчишки часто выбирают Георгия как самого главного хранителя тайн. Он не расскажет ни ребенку, ни взрослому то, о чем попросили хранить молчание. Георгий внимательный слушатель, он добродушен и благожелателен, поэтому не остается без друзей и знакомых, несмотря на свою скромность. \nГеоргий аккуратен и старателен. Приложит все усилия, чтобы выполнить дело тщательно и в срок. Из таких мужчин получаются замечательные заместители, которые должны делать много дел, но при этом не желают пожинать плоды славы. \nГеоргий не злопамятен, не обижается на шутки и имеет хорошее чувство юмора. При этом у него замечательная память, но вот умение хранить секреты не позволяет ему взболтнуть чего-либо лишнего. Георгий любит веселье, в своей компании он открытый и общительный молодой человек, а с незнакомыми людьми держится настороженно. \nНерешительность и застенчивость Георгия могут помешать ему найти свою половину. Но благодаря тому, что у него много друзей, все же это становится осуществимым. Именно друзья познакомят его, создадут атмосферу, где эта избранница станет «своей» в компании. И вот тогда Георгию будет легче с ней общаться и объясниться. Предательства со стороны любимой женщины Георгий вряд ли простит, поэтому свою пассию он ищет особенно тщательно.",
      "sexuality": "С таким партнером, как Георгий, женщина всегда испытывает высшее наслаждение. Он же достигает полного удовлетворения с той, которую давно знает. Но ему прежде всего нужно, чтобы партнерша ласкала его, прикасалась губами к телу, шептала безумные слова. Редкий Георгий проявляет нетерпение и настойчивость, обычно для него очень важна предварительная игра, в особенности возбуждают его поцелуи груди партнерши. Георгий принадлежит к тому типу мужчин, который загорается не сразу (в особенности это касается 'зимнего'), поэтому его партнерша должна овладеть всем разнообразием приемов и поз. Его сексуальное поведение в значительной мере определяется обстановкой, в которой происходит интимная близость, и собственным психологическим состоянием. Переживания, связанные с успехом Георгия в сексе, делают его более открытым, активным, духовным, даже работоспособным. Его удовлетворенность сексуальной жизнью во многом зависит от того, способен ли он регулярно доводить женщину до оргазма. Полнота эротических ощущений партнерши - самый большой источник счастья для Георгия. Он не склонен часто менять подруг. Его привлекают женщины страстные, легко возбудимые, способные долго наслаждаться предварительными ласками.",
      "compatibility_name": "Варвара, Вера, Галина, Наталья, Нина, Светлана",
      "not_compatibility_name": "Виктория, Екатерина, Инна, Лидия",
      "middle_name_is_combined": "Августович, Алексеевич, Андреевич, Аркадьевич, Арсенович, Артемович, Артурович, Валентинович, Валерьевич, Викторович, Владимирович, Гарикович, Георгиевич, Германович, Глебович, Ефимович, Ибрагимович, Иосифович, Каренович, Карлович, Константинович, Николаевич, Олегович, Павлович, Петрович, Романович, Ростиславович, Рубенович, Святославович, Степанович, Тимофеевич, Тимурович, Федорович, Феликсович, Эдуардович",
      "badges": "стрелец",
      "colors": "белый, голубой, синий, зеленый",
      "plant": "ландыш, тополь",
      "animals": "белый орел",
      "mineral": "сапфир",
      "planet": "Юпитер",
      "successful_day": "среда",
      "health": "Организм Георгия склонен к быстрым изменениям состояния. Вероятны вирусные заболевания, герпес, грипп и пр. Кроме того, он достаточно быстро ослабляется при любых перегрузках. Ему лучше избегать алкоголя, стимулирующих лекарств. Психология имени: В общении Георгий ценит искренность, откровенность, открытость, живой интерес. Он сам любит присочинить ‘для красного словца’. Нужно поддерживать в нем веру в собственные силы, талант, способности. Георгию необходимы поощрение, похвала, подарки. ",
      "character_traits": "трудолюбие, целеустремленность, идеалистичность",
      "celebrities": [
        "Георгий Николаев (советский ученый, академик АН СССР (1979))",
        "Георгий Брусилов ((1884-1914) исследователь Арктики)",
        "Георгий Вицин (актер театра и кино)",
        "Георгий Гурджиев ((1877–1949) мистик и духовный учитель, путешественник)",
        "Георгий Жуков (советский военачальник, Маршал Советского Союза (1943), министр обороны СССР (1955—1957))"
      ],
      "professions": "Георгию присуща склонность к изучению всего загадочного в природе, независимо от того, чем он будет заниматься в жизни. Он может проявить себя как геолог, биолог, географ-исследователь. У. Георгия развиты творческие способности, фантазия, воображение. Среди Георгиев много талантливых людей искусства, военачальников. Такие люди обычно поднимаются на большую высоту в обществе, получают почести. Влияние имени на бизнес: Финансовое положение Георгия обычно устойчиво."
    },
    {
      "name": "Глеб",
      "sex": "М",
      "available_name": "Глеб, Глебка, Глебушка, Глебчик, Глебусь",
      "orthodox_birthday": "15 мая, 3 июля, 19 июля, 6 августа, 18 сентября, 23 сентября",
      "catholic_birthday": "5 августа",
      "history": "происхождение – древнегерманское, значение имени Глеб – ‘любимец бога’",
      "character": "С детства Глеб окружен вниманием, но он стремится уйти от него. Ему претит такое поведение окружающих, он хочет всего добиваться собственным трудом. Он не из тех людей, которые мечутся, ища решения. Глеб способен мгновенно принять решения, оказывающееся, чаще всего, самым верным и правильным. \nГлеб немногословен и не бросает слов на ветер. Его убеждения для него очень важны, он будет их отстаивать с упрямством и обстоятельностью. Глеб не стремится быть руководителем, но в коллективе он способен создать хорошую рабочую атмосферу, где не будет места разногласиям. \nГлеб пользуется большим авторитетом у подчиненных, его уважают за справедливость и корректность. Он предпочитает заниматься делом. Чаще всего выбирает себе редкую профессию, в которой может достичь большого успеха.",
      "sexuality": "Глеб — страстная натура, ему свойственны бурные увлечения, любовная романтика. У него сильный сексуальный характер, и, чтобы избежать сложностей с партнершей, он может быть очень дипломатичен. Он не любит выплескивать свои чувства, они у него спрятаны, он не сразу раскрывает их и при интимных встречах с женщиной. Он долго изучает ее, боясь ошибиться, ибо свои разочарования переживает глубоко. Вместе с тем Глеб может быть напорист, стремится приступить к делу немедленно, без предварительной подготовки сексуального контакта. В большой мере это характерно для «зимнего» Глеба — он человек с неустойчивой психикой, прямолинейный, не терпящий возражений. Такой Глеб способен на спонтанные сексуальные связи просто из желания расслабиться, снять сексуальное напряжение. \nВступая в связь, Глеб никогда не думает, как долго она продлится, и тем более не помышляет о женитьбе. Ему хочется провести с женщиной незабываемые часы, почувствовать себя любимым и желанным, не загадывая надолго. Он требователен, ждет от партнерши сильных страстей, изысканных ласк и большой любви. Сам же может любить по-настоящему только один раз, и поэтому ему трудно обрести счастье. Случается, что любовь посещает его еще в юности, и он проносит это чувство сквозь годы, идеализируя его и весьма усложняя этим свои сексуальные отношения с другими женщинами.  \nГлеб стремится к той партнерше, которая будет больше о нем заботиться, думать и жить так, как ему хотелось бы, нравилось. При этом он имеет тяготение к самостоятельной и независимой жизни. ",
      "middle_name_is_combined": "Адамович, Александрович, Андреевич, Аркадьевич, Арнольдович, Борисович, Владимирович, Владиславович, Георгиевич, Глебович, Григорьевич, Данилович, Егорович, Казимирович, Кириллович, Константинович, Леонидович, Львович, Михайлович, Петрович, Романович, Савельевич, Сергеевич, Степанович, Тимурович, Филиппович",
      "badges": "скорпион",
      "colors": "темно-синий, коричневый теплых оттенков",
      "plant": "петрушка, базилик",
      "animals": "жаворонок, обезьяна",
      "mineral": "яшма, звездчатые камни",
      "planet": "Юпитер",
      "successful_day": "среда",
      "health": "От природы у Глеба крепкое здоровье, но иногда могут быть приступы несварения желудка, в зрелые годы - проблемы с сердцем и сосудами. ",
      "character_traits": "рассудительность, принципиальность, практичность, требовательность, пессимистичность",
      "celebrities": [
        "Глеб Котельников (советский изобретатель, создатель первого авиационного ранцевого парашюта (1872–1944))",
        "Глеб Кржижановский (политический деятель, академик (1872–1959))",
        "Глеб Успенский (русский писатель)",
        "Глеб (Давид) князь Муромский (сын Владимира Святого)",
        "Глеб Стриженов (актёр театра и кино, заслуженный артист РСФСР)"
      ],
      "professions": "Глеб готов заниматься любым делом, лишь бы оно приносило твердый доход. Ему чуждо тщеславие. Главное - материальное обеспечение и уверенность в завтрашнем дне. Уже подростком Глеб может выбрать профессию и приложит все силы и старания для того, чтобы стать хорошим специалистом. Чем бы он ни занимался, он создает вокруг себя атмосферу сдержанности и благородства. Высокое положение и власть для него - средства материальной независимости. Он не любит светского общения. Глеб-руководитель соглашается рекламировать свою фирму или продукцию, опираясь на трезвый расчет, но при этом остается верным своим убеждениям и не идет на поводу большинства."
    },
    {
      "name": "Григорий",
      "sex": "М",
      "available_name": "Гриша, Гриня, Гришаня, Гришуня, Грег, Грегон, Гришата, Гришоня, Гришута, Гришуха, Гринюха, Гринюша, Григорьюшка, Григоря, Грика, Горя, Гора, Григорос, Грегори, Грегор, Грегуар, Грегорио, Гергей, Григор, Рейо",
      "orthodox_birthday": "1 января, 8 января, 14 января, 18 января, 21 января, 23 января, 7 февраля, 12 февраля, 23 февраля, 6 марта, 17 марта, 25 марта, 15 апреля, 19 апреля, 23 апреля, 3 мая, 1 июня, 6 июня, 28 июня, 13 июля, 21 августа, 22 августа, 31 августа, 10 сентября, 12 сентября, 20 сентября, 22 сентября, 28 сентября, 29 сентября, 11 октября, 13 октября, 4 ноября, 20 ноября, 27 ноября, 28 ноября, 30 ноября, 2 декабря, 3 декабря, 6 декабря, 7 декабря, 8 декабря, 11 декабря, 20 декабря, 23 декабря",
      "catholic_birthday": "2 января, 10 января, 11 февраля, 13 февраля, 12 марта, 24 апреля, 8 мая, 25 мая, 3 сентября, 17 ноября, 28 ноября",
      "history": "происхождение – греческое, значение имени Григорий – ‘бодрый’",
      "character": "В детстве Григорий очень живой и непоседливый мальчик. Он очень старается быть хорошим, драться не любит, но за себя обязательно постоит. Повзрослев, он старается быть ровным с окружающими, вежлив со всеми. \nГригорий очень чувствителен, даже резкое слово или недоброжелательность собеседника могут его уязвить. Он всегда думает о том, чтобы не обидеть никого даже словом. Гриша уделяет много внимания своей одежде и внешнему виду. Он зависим от мнения окружающих, ему хочется нравиться всем. \nСпособности Григория могут проявиться в области техники – ему нравятся прикладные науки. Он очень любит читать и развит всесторонне. Благодаря этим знаниям он может быть профессионалом в любой профессии. Но Григорий не карьерист и не ему не хватает чуточки честолюбия, чтобы быть успешным по-крупному.",
      "sexuality": "Он поклонник красоты и изящности. Все некрасивое, несуразное и грубое угнетает его вплоть до болезни. Григорий с трудом находит себе партнерш, он переборчив, брезглив. Подчас не решается подойти и заговорить с женщиной, предпочитает, чтобы инициатива исходит от партнерши, он легко подхватывает заданный ею тон. На свидание приходит импозантный, никогда не заводит беседу первым, а прежде выслушает собеседницу. В интимном отношении скромен, ласков, легко одерживает победу.",
      "middle_name_is_combined": "Александрович, Алексеевич, Антонович, Викторович, Григорьевич, Евгеньевич, Ефимович, Зигмундович, Зурабович, Ильич, Кириллович, Константинович, Леонидович, Максимович, Матвеевич, Михайлович, Моисеевич, Николаевич, Олегович, Петрович, Федорович, Яковлевич",
      "badges": "водолей",
      "colors": "цвет морской волны",
      "plant": "нарцисс, кипарис",
      "animals": "тигр",
      "mineral": "гранит",
      "planet": "Сатурн",
      "successful_day": "Суббота",
      "health": "У Григория возможно хорошее здоровье, но беспорядочная жизнь может ухудшить его, вызвав заболевания сердца, печени и желчного пузыря.",
      "character_traits": "упрямство, восприимчивость",
      "celebrities": [
        "Григорий Чудотворец ((213 - ок.270/275) епископ Неокесарийский, святитель, богослов)",
        "Григорий Потёмкин (русский государственный и военный деятель, дипломат, генерал-фельдмаршал, светлейший князь)",
        " Григорий Потанин (русский географ, фольклорист, ботаник, этнограф, публицист)",
        " Григорий Орлов (российский государственный деятель)",
        " Григорий Пушкин (младший сын А.С.Пушкина)"
      ],
      "professions": "У Григория разносторонние интересы, оригинальные идеи, большие планы, сильная воля, решимость, но в его карьере в первой половине жизни много различных поворотов. Григорий обладает острым умом, но отсутствие усидчивости может помешать ему получить хорошее образование. Ему нужно помочь направить неудержимую энергию в созидательное русло. В таком случае он может поступить в самую престижную школу и вуз, построить карьеру."
    }
  ]
}