{
  "names": [
    {
      "name": "Алексей",
      "sex": "М",
      "available_name": "Алексейка, Алёха, Лёха, Алёша, Лёша, Али, Лёля, Аля, Алюня, Люня, Лексейка, Лекса, Лекся, Лёкса, Лёкся, Алёня, Лёня, Алёка, Алека, Лёка, Лека",
      "orthodox_birthday": " 17 февраля, 25 февраля, 28 февраля, 8 марта, 22 марта, 28 марта, 30 марта, 5 апреля, 4 мая, 7 мая, 2 июня, 22 июня, 23 июня, 6 июля, 17 июля, 4 августа, 20 августа, 22 августа, 25 августа, 26 августа, 27 августа, 30 августа, 4 сентября, 16 сентября, 22 сентября, 25 сентября, 1 октября, 2 октября, 4 октября, 13 октября, 18 октября, 29 октября, 3 ноября, 6 ноября, 11 ноября, 13 ноября, 20 ноября, 22 ноября, 23 ноября, 27 ноября, 3 декабря, 5 декабря, 6 декабря, 10 декабря, 11 декабря, 17 декабря, 23 декабря.",
      "catholic_birthday": " 17 февраля,  24 апреля,  17 июля, 30 октября.",
      "history": "Имя Алексей пришло к нам из Древней Греции, где звучало как Алекс  и означает: защищать, защитник, помощник. Рост популярности этого имени наблюдался на территории Руси после того, как было принято христианство. Каноническая церковная форма имени – Алексий.\nИменно это имя было наиболее популярным среди представителей царского рода, полководцев, патриархов, а также бояр и дворян.",
      "character": "Алексей может похвастаться весьма развитой интуицией. Но в достижении своих желаний ему помогает не только она, но и свойственные Алексею активность и воля. Алексей умеет оценивать свои силы. Если он уверен в своем успехе, то будет идти до победного конца, а если благополучный исход представляется мужчине сомнительным, то, скорее всего, он откажется от своих попыток. Покладистый характер Алексея помогает ему счастливо строить свою семейную жизнь. Творческие способности дают широкие перспективы, но Алексей очень брезглив и поэтому отказывается от многих удачных идей. Больше всего в своей жизни Алексей ценит своего отца, следом идут дети Алексея. Маленький Алексей очень доброжелателен. Лёше важно в любом деле достигать наилучших результатов. В мальчике говорит врождённое честолюбие. Иногда это качество спит, и тогда Леша становится ленивым и бездеятельным. Алексей не относится в величественным и выдающимся людям. Он обычный мужчина, нежный с любимыми и надёжный для своих друзей. Он не лишен прекрасных качеств, но все они выражены не ярко. Мужчина неплохо приспособлен для повседневной жизни, но сильные страсти и неожиданные повороты судьбы не для него. Алексей часто убегает от действительности при малейшей неудаче. Он углублен в себя, много фантазирует. Алексей не любит осуждения и легко оправдывает себя, выдумывая объяснения своим поступкам. Ум и интуиция Алексея скорее женского типа, чем мужского. Он внимателен к мелочам, имеет хорошую память, отличается любознательностью. Алексей неизменно почтителен со своими родителями. В отношениях с женщинами этот мужчина ценит аккуратность и опрятность своей избранницы. Чувствительность и ранимость Алексея привлекают к нему много поклонниц, поэтому победы над противоположным полом мужчина одерживает легко и часто. Тем не менее, Алексей – верный муж, относящийся к жене порой слишком доверчиво.\nЗимний Алексей – это эмоциональная, упрямая и настойчивая личность, которая в силу своего характера нередко попадает в неприятные истории. Он обладает обостренным чувством справедливости, при этом свою правоту доказывать не будет, считая, что это выше его достоинства.\nВесенний Алексей нерешителен, скромен и впечатлителен, миролюбив и неконфликтен, чем пользуются окружающие его люди, зная, что открыто протест свой он выражать не станет. Весенний Алексей не стремится быть лидером, поскольку не любит навязывать свое мнение или общество.\nЛетний Алексей не обладает сильной волей, поэтому нуждается в поддержке близких и друзей, для него крайне важно получать одобрение своих действий. Скромность и неуверенность в себе не позволяют летнему Алексею в полной мере реализовывать свои идеи. К тому же он тяжело переносит неудачи и критику.\nОсенний Алексей – это уверенный в себе человек, который умеет отстаивать свои идеи. Он всегда говорит 'по существу', его лаконичность, инициативность, практичность и рациональность, подкрепленные живым умом, способствуют тому, что он успешен на любом выбранном поприще.",
      "sexuality": "Любопытство Алексея рано или поздно перебарывает его природную скромность, делая его раскрепощенным в сексуальном плане. В период сексуального становления он предпочитает зрелых и опытных партнерш, которые при этом должны быть ласковыми и нежными.\nВ интимных отношениях чувственный, внимательный и страстный Алеша не является эгоистом, поэтому, прежде всего, старается доставить удовольствие своей партнерше.\nДля Алексея важно доверять своей избраннице, поскольку по природе своей он брезглив. Даже в юности предпочитает иметь длительные половые связи (он 'гонится' за качеством, а не количеством).",
      "compatibility_name": "Ада, Аза, Анастасия, Анжела, Анна, Богдана, Валентина, Варвара, Виталия, Галина, Елена, Клавдия, Лариса, Любовь, Людмила, Надежда, Роксана, Светлана, Яна",
      "not_compatibility_name": "Верой, Оксаной, Тамарой, Юлией, Алина",
      "middle_name_is_combined": "Олегович, Игоревич, Дмитриевич, Сергеевич, Денисович, Михайлович",
      "badges": "Водолей",
      "colors": "зеленый, красный, голубой",
      "plant": "омела, тополь, сирень",
      "animals": "лось, краб",
      "mineral": "лазурит, яшма, александрит, медь, бронза",
      "planet": "Нептун, Юпитер",
      "successful_day": "суббота",
      "health": "Маленький Алексей не отличается крепким здоровьем (подвержен респираторным заболеваниям). Однако с возрастом он 'перерастает' свою детскую болезненность. Единственное, на что следует уделить внимание Алешам, это рацион, поскольку люди с этим именем зачастую испытывают проблемы с желудочно-кишечным трактом.",
      "character_traits": "дружелюбие, миролюбие, спокойствие, интуиция, терпеливость, чувственность, сострадание, добродушие, уступчивость",
      "celebrities": [
        "Алеша Попович (фольклорный собирательный образ богатыря в русском былинном эпосе. Алёша Попович как младший входит третьим по значению в богатырскую троицу вместе с Ильёй Муромцем и Добрыней Никитичем. В украинских думах также встречается персонаж Олексий Попович.)",
        "Алексей Михайлович ((1629 - 1676) второй русский царь из династии Романовых (1645 — 1676), сын Михаила Фёдоровича и его второй жены Евдокии)",
        "Алексий II ((1929 - 2008) в миру — Алексей Ридигер; епископ Русской православной Церкви; с 7 июня 1990 года — патриарх Московский и всея Руси)",
        "Алексей Бестужев-Рюмин ((1693 - 1768) русский государственный деятель и дипломат, канцлер Российской империи при Елизавете Петровне)",
        "Алексей Ермолов ((1777 - 1861) русский военачальник и государственный деятель, участник многих крупных войн, которые Российская империя вела с 1790-х по 1820-е. Главнокомандующий во время Кавказской войны.)"
      ],
      "professions": "Алексей – творческая натура, поэтому наиболее комфортно будет чувствовать себя в профессии, связанной с искусством (из обладателей этого имени получатся прекрасные актеры, режиссеры, писатели, художники, скульпторы, музыканты).\nУравновешенность и спокойствие Алексея, его настойчивость и вдумчивость могут пригодиться в бизнесе, медицине, юриспруденции, а также на дипломатическом поприще.\nПерспектива управленца Алексея не сильно прельщает, но и чрезмерного давления со стороны начальства он тоже не потерпит."
    },
    {
      "name": "Александр",
      "sex": "М",
      "available_name": "Александрушка, Алексаня, Саня, Санюра, Санюта, Санюха, Санюша, Алексаха, Алексаша, Саша, Сашуха, Сашуля, Сашуня, Сашута, Сашура, Шура, Шуруня, Шурик, Алекса, Алексюха, Алексюша, Аля, Лекса, Лексаня, Лексаша",
      "orthodox_birthday": "8 января, 10 января, 14 января, 7 февраля, 17 февраля, 20 февраля, 21 февраля, 6 марта, 8 марта, 14 марта, 17 марта, 22 марта, 26 марта, 28 марта, 29 марта, 30 марта, 9 апреля, 23 апреля, 27 апреля, 30 апреля, 3 мая, 4 мая, 24 мая, 26 мая, 27 мая, 29 мая, 31 мая, 1 июня, 2 июня, 8 июня, 11 июня, 22 июня, 23 июня, 26 июня, 27 июня, 1 июля, 6 июля, 10 июля, 16 июля, 17 июля, 21 июля, 22 июля, 23 июля, 2 августа, 7 августа, 11 августа, 14 августа, 20 августа, 24 августа, 25 августа, 27 августа, 29 августа, 3 сентября, 4 сентября, 12 сентября, 17 сентября, 22 сентября, 26 сентября, 3 октября, 4 октября, 5 октября, 11 октября, 13 октября, 14 октября, 24 октября, 25 октября, 30 октября, 2 ноября, 3 ноября, 4 ноября, 5 ноября, 12 ноября, 13 ноября, 14 ноября, 16 ноября, 17 ноября, 20 ноября, 22 ноября, 23 ноября, 25 ноября, 27 ноября, 2 декабря, 3 декабря, 6 декабря, 8 декабря, 17 декабря, 22 декабря, 23 декабря, 25 декабря, 26 декабря, 28 декабря, 29 декабря, 30 декабря.",
      "catholic_birthday": "26 февраля, 10 марта, 14 марта, 10 апреля, 5 мая, 20 мая, 28 августа, 11 октября, 9 ноября, 12 декабря.",
      "history": "Происходит от древнегреческих слов 'алекс' - защищать и 'андрос' - муж, мужчина, то есть 'защитник людей', 'защита мужественная'.\n'Александр есть имя не самое глубокое, но самое гармоничное, самое внутри себя пропорциональное'. (П. А, Флоренский).\nИмя Александр пришло из Византии, но известно, что на Руси оно было известно задолго до ее христианизации.Стоит отметить, что писалось оно по-другому – 'Dльгсандръ' и его значение было 'подобный созидающему Легу сын друида'.\nСлавяне дали небесным существам название Леги. Считалось, что эти существа стоят на ступень выше человека в плане развития.\nЕсть и другое написание этого имени – 'Алekандръ' и переводится как 'носитель духовной власти и силы'.",
      "character": "В детском возрасте Александры часто болеют, но если они начинают следить за здоровьем и заниматься спортом, то вырастают в крепких и здоровых мужчин. Имя Александр несет в себе сильную энергетику, его обладатель, как правило, обладает настойчивостью, смелостью, уверенностью в себе. Среди сверстников Саша всегда выделяется сильным характером и волей.\nАлександры бывают очень целеустремленными, достаточно вспомнить знаменитых полководцев Александра Македонского и Александра Васильевича Суворова. Поэтому, как правило, Александры достаточно успешны в учебе, работе, творчестве, они получают признание окружающих, но редко остаются довольны собой. Кажется, что чего-то самого главного всегда не хватает.\nАлександр - артистическая натура, часто он как будто играет какую-то роль, и ожидает, когда же можно будет стать самим собой. Но такой момент может и не наступить, ведь жизнь Александра, как правило, полна бурных событий. У него есть все задатки для того, чтобы стать успешным руководителем, к работе подходит со всей ответственностью и добросовестностью.\nСлабые места в отношении здоровья – это опасность травматизма, желудочно-кишечный тракт, легкие. Александру противопоказано курение.\nАлександр – натура щедрая, он может без оглядки растрачивать свое достояние, но почти никогда не готов принести в жертву себя самого. Бывает вспыльчивым, иногда даже вопреки нормам приличия. Но и если в отношении к нему кто-то вздумает применить силу, реакция Александра будет молниеносной.\nДля Александра очень важны отношения с прекрасным полом, но они строятся по очень непростым схемам. Хотя, конечно, это неудивительно – Александр сложная натура во всех проявлениях. Он склонен больше мечтать о любви, чем любить. Прежде всего, для него важна поэтическая сторона отношений. Александр всегда старается быть обворожительным. Он ухаживает галантно и пылко. Его избранница не может пожаловаться на отсутствие цветов и романтических ужинов при свечах. Комплименты из уст Александра исходят часто и со знанием дела. И, главное, он сам искренне верит в их правдивость. Однако… Александр – натура поэтическая, а потому очень влюбчивая. И вряд ли стоит искать постоянства в отношениях с Александром. Поклявшись в вечной любви, Александр может забыть свое обещание – его сердце как вольная птица. Завтра он также страстно может полюбить другую. Да, женщинам с ним нелегко, зато уж точно не скучно.",
      "sexuality": "Александр знает себе цену, любит смолоду женщин и стремится к контакту с ними. Он не привык завоевывать их, считает, что женщины сами должны добиваться его любви. Значительную часть энергии он направляет на достижение других жизненных целей.\nВ любом деле он стремится быть самым лучшим, не представляет исключение в этом смысле и сфера секса. Жажда доминирования и чрезмерное тщеславие неизменно двигают его к вершинам. В отличие от других, он не способен на эмоциональные взлеты.\nУ своей партнерши Александр может вызывать некое чувство бессилия, ибо, несмотря на огромное желание, она никогда не в состоянии овладеть им полностью. Она вновь и вновь пробует закабалить его, но всякий раз ее усилия терпят крах, потому что в иерархии ценностей Александра женщина стоит не на самой высокой ступени.\nПонятие верности не имеет для него большого значения. Его жена, если она находится с ним на одном социальном уровне, пользуется привилегией королевы, которая царствует, но не правит. Главная обязанность женщины в его глазах — быть готовой по первому его призыву к встрече с ним в постели. «Осенний» Александр, идя по улице, может в мгновение окинуть оценивающим взглядом встречных женщин, даже если рядом с ним его жена. Он очень ласков и нежен и ценит эти качества в своей партнерше. «Весенний» Александр — любвеобильный, с сильными эротическими эмоциями, четко отделяющий любовь от секса. Если он удостаивает кого-то своей любви, то обычно вызывает у партнерши сильные чувства. Его сексуальная жизнь отличается спонтанностью, он не любит планировать свои сексуальные связи. В браке он рассматривает секс как подарок, средство вознаградить жену за ее преданность и теплоту. Нередко в юности он переносит травму неудачного романа, о котором помнит всю жизнь. Собираясь жениться, он осмотрительно подбирает себе жену, чтобы не повторить предыдущих ошибок. В любви он азартен.",
      "compatibility_name": "Агнесса, Алина, Анна, Берта, Богдана, Валентина, Ванда, Варвара, Венера, Вероника, Вета, Гелена, Дарья, Джульетта, Елизавета, Зоя, Инна, Ирина, Любовь, Людмила, Майя, Мария, Надежда, Наталья, Нелли, Оксана, Полина, Роксана, Тамара",
      "not_compatibility_name": "Алевтина, Владлена, Данута, Екатерина, Елена, Зинаида, Лидия, Светлана",
      "middle_name_is_combined": "Александрович, Анатольевич, Борисович, Васильевич, Викторович, Владимирович, Владиславович, Геннадьевич, Даниилович, Денисович, Дмитриевич, Ефимович, Маркович, Михайлович, Николаевич, Олегович, Павлович, Семенович, Сергеевич, Станиславович, Тарасович, Феликсович, Филиппович, Юрьевич, Евгеньевич, Константинович, Данилович",
      "badges": "Стрелец",
      "colors": "красный",
      "plant": "гладиолус, сирень, каштан",
      "animals": "краб",
      "mineral": "александрит, аргиллит, хризопраз",
      "planet": "Сатурн",
      "successful_day": "вторник",
      "health": " Часто рождается слабым, в детстве много болеет, но регулярные занятия спортом физически закаляют его, и из болезненного мальчика вырастает крепкий и сильный мужчина. Мужчина с именем Александр знает себе цену, упорно идет к намеченной цели. Не лишен тщеславия и жажды власти. Александр способен успешно руководить даже большим коллективом, опираясь на способных подчиненных.\nАлександр строг, но справедлив. Не выносит критики, может вспылить, ему всегда трудно публично признать свою неправоту, но он наверняка постарается исправить допущенные промахи. Если найти к имени Александр правильный подход и не наступать на его 'больные мозоли', он будет самым преданным другом.\nСо стороны может показаться, что имя Александр недостаточно эмоционален, на самом деле он часто просто боится 'потерять лицо'. Не прочь выпить и быстро теряет контроль над собой. Александр любит женщин. В любви азартен, способен потерять голову, но спутницу жизни выбирает осмотрительно. Жена имени Александр обычно оказывается на положении королевы, которая царствует, но не правит - в его семье все решения принимает он сам.\nРожденный летом Александр - очень любит детей, в том числе и чужих; рожденный в другие времена года в отношениях с детьми более сдержан. Обладает умом трезвым, слегка ироничным, его характерной чертой является некая отрешенность от реальной жизни. Александр тщательно оберегает себя от потрясений. Может быть щедрым и великодушным, но жертвовать собой не склонен.",
      "character_traits": "Напористость, целеустремленность, амбициозность, благородство",
      "celebrities": [
        "Александр Колчак - адмирал императорского флота, военный, политический деятель, флотоводец, ученый, полярный исследователь",
        "Александр Пушкин - величайший русский поэт, драматург и прозаик",
        "Александр Солженицын - русский и советский писатель, драматург, публицист, поэт, общественный и политический деятель, лауреат Нобелевской премии по литературе",
        "Александр Масляков - советский и российский телеведущий, академик Академии Российского телевидения, основатель и владелец АМиК - организатора КВН",
        "Александр Блок - русский поэт Серебряного века, один из величайших в истории России"
      ],
      "professions": "Отличный организатор, руководитель в любой профессии. Мужчина с именем Александр может встать во главе коллектива, умело управлять им и нести ответственность перед другими людьми. У имени Александр острый, проницательный ум, он обладает дипломатическими и творческими способностями. Жизненный путь имени Александр будет отмечен препятствиями, но терпение и упорство помогут преодолеть их самостоятельно, без посторонней помощи."
    },
    {
      "name": "Маргарита",
      "sex": "Ж",
      "available_name": "Маргаритка, Марго, Маргоша, Маргуша, Мара, Маруся, Мага, Мака, Рита, Ритуля, Ритуня, Ритуся, Туся, Ритуша, Мэг, Мегги, Мэгги, Меги, Мэги, Грета, Гита, Меган",
      "orthodox_birthday": "8 февраля, 30 июля, 14 сентября, 15 декабря",
      "catholic_birthday": "18 января, 22 февраля, 22 мая, 16 июля, 20 июля, 16 октября",
      "history": "Имя Маргарита в переводе с греческого языка означает «жемчужина», «жемчуг». «Маргаритос» - это эпитет Афродиты, богини красоты и любви, которая была покровительницей мореплавателей. И именно жемчужины и перламутровые раковины моряки жертвовали ей, прося защиты и покровительства. Имя Маргарита носила легендарная раннехристианская святая Маргарита Антиохийская, казненная в 304 году, но на данный момент достоверность ее существования находится под сомнением. В православии эту святую называли святая Марина, и именно имя Маргарита могло стать вторым светским именем у тех женщин, которые при крещении получали имя Марина. До Октябрьской революции имя Маргарита отсутствовало в святцах, а появилось там лишь в 2000 году, когда православная церковь канонизировала двух новомучениц-монахинь. Имя Маргарита не было распространено в православии и изредка давалось в монашеской среде. После того, как были отменены церковные ограничения, этим именем стали все чаще и чаще называть девочек, и уже к 1960 году оно вошло в число широко распространенных имен. На данный момент эта популярность только растет. Так же с древних времен имя Маргарита считалось «королевским», девочек из простых семей так называли редко.",
      "character": "Тайна имени открывается при знакомстве с Маргаритой. В раннем возрасте она проявляет во всем свою самостоятельность и имеет личное мнение по каждому вопросу. Является прилежной ученицей, интересуется школьными занятиями. Особенно ее привлекает математика. Девочка очень любопытна, всегда за всеми подглядывает и подслушивает. От других отличается особой прямолинейностью.\nВзрослая представительница имени Маргарита умна и сообразительна. Она – прирожденный лидер абсолютно во всем – и на работе, и дома. По характеру волевая, сильная, обладающая острым логическим умом. Любит свободу и независимость, не терпит под кого-либо подстраиваться. Причиной этому является некая ее замкнутость и категоричность.\n«Зимние» обладательницы этого имени деспотичны и требовательны, «осенние» — деловиты, практичны, скуповаты. Родившиеся летом — мягки, но непреклонны, обладают большой духовной силой, «весенним» свойственно сумасбродство.\nПоложительные качества характера Маргариты: отвага, чувство собственного достоинства, женственность и тактичность. Такая девушка никогда не потерпит неуважительного отношения к себе, не прощает обиды. Она слишком избирательно подходит к выбору своего близкого окружения, тесно общается только с проверенными людьми. Ее можно охарактеризовать как умную женщину, практичную, честную и бескорыстную. Она верная и преданная подруга, готовая всегда прийти на помощь.\nОтрицательные черты: излишняя прямота, резкость, хитрость и изворотливость. Маргарита слишком самокритична по отношению к себе, у нее отсутствует уверенность. Ей не свойственно проявлять эгоизм и дипломатию. Этим объясняются ее конфликты с посторонними людьми.",
      "sexuality": "Она умудряется добиться успеха и в любви, и в сексе, Маргарита сентиментальна, чувствительна, мечтает о безумной любви, от которой «в омут с головой». Если она в юности пережила это волнующее чувство, то будет помнить первую любовь всю жизнь. Маргарита любит физически сильных мужчин, ей доставляет особенное удовольствие повелевать ими в постели, она счастлива только тогда, если управляет своим партнером. Она откровенна в сексе, ей свойственны сильные эмоции, бурные увлечения. Если у нее случаются неудачи, она переживает их необычайно остро, впадая в депрессию.\nМаргарита свободолюбива и независима, свою личную жизнь строит так, как считает нужным, не считаясь с общепринятыми нормами. Маргарита обладает повышенным сексуальным темпераментом, способна довести мужчину до состояния экстаза. Многие из Маргарит предпочитают молодых, неопытных мужчин, перед которыми они могут раскрыться во всем своем блеске и которых они вводят в мир незабываемых сексуальных ощущений. Маргарита живо интересуется эротической литературой, любит поговорить с мужчинами о сексе, но больше полагается на свой опыт. «Летняя» Маргарита скорее представляет собой пассивно-подчиняемый тип женщины. Ее идеал — «сильный мужчина», которому она хочет подчиниться. В ласках мужчины она предпочитает напор, силу, агрессивность. Она несколько нервна, нерешительна, ей требуется опытный партнер, который «овладеет ею». Интимная жизнь «осенней» Маргариты складывается непросто, она проходит через цепь разочарований, прежде чем найдет партнера, с кем достигнет сексуальной гармонии. Ей противопоказан брак с мужчиной, родившимся зимой.",
      "compatibility_name": "Альберт, Геннадий, Дмитрий, Ефим, Михаил, Петр, Роман, Руслан, Савелий, Семен, Сергей, Эдуард",
      "not_compatibility_name": "Виталий, Владимир, Иван, Кирилл",
      "middle_name_is_combined": "Петровна, Сергеевна, Евгеньевна, Матвеевна, Гавриловна, Даниловна",
      "badges": "Рыбы",
      "colors": "Лиловый",
      "plant": "Маргаритка, Сосна",
      "animals": "Молюск-жемчужина",
      "mineral": "Жемчуг",
      "planet": "Венера",
      "successful_day": "Четверг",
      "health": "Рита – обладательница хорошего и крепкого здоровья. Однако она имеет предрасположенность к хроническим заболеваниям дыхательных путей, расположена к болезням глаз.",
      "character_traits": "Рассудительность, прямолинейность, категоричность, отсутствие эгоизма, развитые аналитические способности, целеустремленность, лидерские качества, решительность, смелость, честность, нетерпеливость, самокритичность",
      "celebrities": [
        "Маргарита де Валуа ((1553 - 1615) известна как «Королева Марго»; дочь Генриха II и Екатерины Медичи, в 1572—1599 годах была супругой Генриха де Бурбона короля Наваррского, который под именем Генриха IV занял французский престол)",
        "Маргарита Тюдор ((1489 - 1541) королева Шотландии, супруга короля Якова IV)",
        "Маргарет Тэтчер ((род.1925) премьер-министр Великобритании (Консервативная партия Великобритании) в 1979-1990 годах, Баронесса (1992); известна как «железная леди», первая и пока единственная женщина, побывавшая на этом посту)",
        "Маргарет Митчелл ((1900 - 1949) американская писательница, автор романа-бестселлера «Унесённые ветром». Роман, вышедший в 1936 году получил премию Пулитцера, выдержал более 70 изданий в США, был переведён на 37 языков мира, экранизирован в 1939 режиссёром Виктором Флемингом. Фильм «Унесенные ветром» получил восемь премий «Оскар».)",
        "Маргарита Прованская ((1221 - 1295) королева Франции в 1234 - 1270 годах)"
      ],
      "professions": "Маргарита не карьеристка, ее может увлечь интересная и хорошо оплачиваемая работа. Успешной становится благодаря своему трудолюбию, усидчивости и оригинальному, нестандартному подходу к решению поставленных задач. Она способна построить отличную карьеру в административной деятельности, педагогике, биологии и частном бизнесе. Ей подходит профессия банковского управляющего и общественного деятеля. Маргарита с легкостью может перестроиться на новую сферу работы и даже реализовать свои способности в мужских специальностях. Из нее получается профессиональный адвокат и юрист.\nЛучше всего она проявляет себя в финансовом направлении. Маргарита очень внимательно подходит к учету своей деятельности и заработка. Чаще всего становится учителем, инженером, руководителем или бухгалтером."
    },
    {
      "name": "Августа",
      "sex": "Ж",
      "available_name": "Ава, Ага, Густа, Густя, Гас, Гасси, Гутя, Гуся",
      "orthodox_birthday": "27 марта",
      "catholic_birthday": "8 января, 7 декабря",
      "history": "Имя Августа – это женская форма мужского имени Август, в переводе с латинского означающее «величественная», «священная». Происходит от римского титула императора. Женское имя Августина образовано от имени Августин, являющимся родственным именем для мужского имени Август. Имя Августа носили многие императорские и королевские особы Европы. В Европе имя Августа имеет различные варианты произношения – Аугуста, Огаста, Агошта, Аукусти. Уменьшительно-ласкательное обращение Ага также употребляется для имен Агата, Агафья, Агния, Агнесса, Аглая, Агапия. А обращение Ава – для Авелин (Эвелина), Аврелии, Авроры, Клавдии и мужских имен Авель, Клавдий, Савва, Октавиан и других.",
      "character": "Девушка Августа довольно противоречива, ее настроение переменчиво. Активная, очень независимая, определенно смелая, может проявить властность в попытке скрыть и защитить свою высокую чувствительность и ранимость. Обладая высокой хрупкостью, она может замыкаться в себе, когда жизнь становится для нее слишком трудной или болезненной, ее трудно назвать терпеливой, поэтому она просто не может ждать подходящего момента. Августа может быть застенчивой, самовлюбленной и даже немного эгоистичной, при этом ее всегда сопровождают гордость и надменность. Однако, если вы когда-нибудь понадобитесь ей, то можете быть уверены, что вы можете рассчитывать на Августу, о чем бы ни шла речь. У нее аналитический склад ума, она способна продумать свои действия на много ходов вперед. Обладательница этого имени – это смесь альтруизма и эгоизма, силы и хрупкости, командный дух и индивидуальности, это необычная личность, о которой нельзя дать однозначную оценку, о ней нельзя судить по первому взгляду. Она способна принимать активное участие в добровольной и гуманитарной деятельности, и в тоже время также быть озабоченной и собственным материальным благополучием. Августа то может быть великодушной, восприимчивой и действительно обеспокоенной бедами и проблемами других людей, то вдруг она становится далекой от этих проблем, раздражительной, злой и, возможно, агрессивной. Вот почему, будучи ребенком для нее важно принимать участие в групповых играх, действиях, потому что это позволит ей развивать чувство солидарности и дает ей возможность познать, что такое независимость и ответственность в тоже время. Вероятно, девочка предпочтет играть со своими игрушками, нежели спортом, так как не особенно любит физические упражнения, но дух приключений, риск – это у нее в крови.",
      "sexuality": "Всегда придерживается общепринятых норм морали. При этом, однако, обладает бурным темпераментом, который скрывается под маской непроницаемости. Она очень не любит, если кто-то догадывается, что это маска. Августе нужен муж, способный стать опорой, создать надёжный и уютный семейный очаг. При всей своей темпераментности Августа умеет контролировать себя. Она не относится к числу любительниц приключений.",
      "compatibility_name": "Артем, Никита, Илья, Алексей, Владислав, Глеб, Лев, Петр, Юрий",
      "middle_name_is_combined": "Аркадьевна, Борисовна, Владимировна, Яновна, Максимовна, Петровна, Игоревна, Павловна, Николаевна, Олеговна, Кирилловна, Михайловна",
      "badges": "Овен, Скорпион",
      "colors": "Красный",
      "plant": "Табак, боб",
      "animals": "Собака, волк",
      "mineral": "Яшма, аметист, железо",
      "planet": "Марс",
      "successful_day": "Вторник",
      "health": "Среднее, и следить за ним необходимо с детства. Им требуются длительное пребывание на свежем воздухе, прогулки, занятия спортом. Склонны к остеохондрозу и восприимчивы к вирусным заболеваниям.",
      "character_traits": "Темпераментность, честолюбие, непостоянство, конфликтность, сексуальность, восприимчивость, общительность, активность",
      "celebrities": [
        "Августа Мария Луиза Катерина Саксен-Веймар-Эйзенахская ((1811-1890) германская императрица и королева Пруссии, была супругой Вильгельма I. Благодаря своей благотворительной деятельности, уму и вкусу полюбилась не только народу, но и королевскому двору. Много уделяла времени уходу за ранеными.)",
        "Августа Каролина София Рейсс-Эберсдорфская ((1757-1831) после замужества - герцогиня Саксен-Кобург-Заальфельдская; графиня из рода Рейсс младшей линии. Была бабушкой очень многих коронованных особ (королевы Виктории, Фернанда II Португальского, императрицы Шарлотты Мексиканской, Леопольда II), ее сын стал первым королем Бельгии.)",
        "Августа Котлоу ((1878-1954) американская пианистка, исполнительница-вундеркинд, в возрасте 10 лет уже выступала в Чикаго, ее творчество произвело большое впечатление на Гарри Трумэна, президента США)",
        "Августа Пчельникова ((1830-1891) псевдоним, настоящее имя - Августа Цейдлер, урождённая - Рыхлевская; русский литератор, детская писательница, печаталась в журналах. Ее нравоучительное стихотворение для детей «Пойманная птичка» стало детской песенкой.)",
        "Аугуста Томас ((род.1964) американский композитор)"
      ],
      "professions": "Августа предпочитает делать карьеру в тех областях, которые несут ей ощутимую материальную выгоду. Она могла бы занять руководящую должность, работать в государственных учреждениях, потому что это поможет ей получить необходимый опыт и найти более прибыльные профессии и должности, что для нее очень привлекательно. Другие возможные варианты карьеры включают в себя карьеру в области финансов, менеджмента, инновационных технологиях, а также в профессиях, связанных с зарубежными поездками, обучением, средствами массовой информации или медициной."
    },
    {
      "name": "Аврора",
      "sex": "Ж",
      "available_name": "Аврорка, Ава, Ара, Рора",
      "orthodox_birthday": "3 июля",
      "catholic_birthday": "такого имени нет в православном календаре",
      "history": "Имя Аврора в переводе с латинского означает «рассвет», «утренняя заря». В римской мифологии именем Аврора звали богиню утренней зари. В греческой мифологии ей соответствует богиня Эос. Обычно она изображалась крылатой, часто на колеснице, запряженной крылатыми или некрылатыми конями, в красно-желтом одеянии, иногда с солнечным диском над головой, с нимбом или венцом лучей вокруг чела, или с факелом в правой руке, иногда также с сосудами (росы) в руках.",
      "character": "Девочка эксцентричная, вспыльчивая, фантазерка. Родители для нее не авторитет. Если она заслуживает наказания, родителям не следует быть слишком мягкими. Аврора упрямая, если что-то задумала, отговорить невозможно, но и силу лучше ни применять, лучше попробовать убедить. Если подавлять ее стремление, она может потерять веру в себя. Учится она средне, не слишком сообразительна, но усидчива.\nУ взрослой Авроры случайные поражения только удесятеряют ее настойчивость. Влиянию не поддается, считается только со своим мнением. Излишне самоуверенна, действует умело, но без должной выдержки, из-за этого может понести поражение.\nАврора старается не выплескивать своих эмоций, держится уравновешенно, даже холодно, но часто подавляет окружающих, особенно своего мужа, который в компании становится объектом ее строгой опеки.\nАврора - деловая женщина, прекрасно разбирающаяся в финансовых делах. Она практична, предприимчива, решительна. Всегда знает, с кем нужно иметь дело. Может работать также переводчиком, администратором, у нее есть способности к торговле. Ее уважают за готовность подать дельный совет, профессиональные качества. Любое дело Аврора доведет до конца, она не хвастлива, но в душе склонна к слишком высокой самооценке.\nПоэтому Аврора иногда так и не выходит замуж. Особенно это касается «зимней», всегда неприступной и гордой. Правда, это только маска, но далеко не каждый мужчина сумеет разглядеть за ней чувствительное сердце, увлекающуюся, романтическую натуру. Внутри у нее тлеет вулкан, неожиданное извержение которого может принести много сюрпризов.",
      "sexuality": "Она очень верна в любви и не отделяет любви от секса. В интимных отношениях она проявляет свои эмоции весьма сдержанно, хотя сексуальная возбудимость ее довольно высока, и зажечь в ней пламя страсти не стоит большого труда. Но Аврора считает предосудительным бурно выражать свои эмоции, а тем более рассказывать партнеру о своих ощущениях.\nОна хотела бы доминировать в сексуальном процессе, но из ложного понимания того, как должна вести себя женщина во время близости с мужчиной, не делает этого. Аврора старается быть снисходительной к желаниям партнера и чутко вслушивается в его эротические переживания. После соития она испытывает чувство глубокой нежности к партнеру, ощущает физическое и душевное расслабление и удовлетворение.\nАврора не привыкла слушать чьи-то советы, не интересуется она и эротической литературой, она познает секс на собственном опыте и полагается, прежде всего, на собственные ощущения.\nАврора любит красиво обставлять интимные свидания, ей совсем не безразлично, в какой обстановке они происходят, она не в состоянии расслабиться, если обладает ограниченным временем. Не терпит грубых, напористых мужчин, эротические игры могут приносить ей большее удовлетворение, чем сам половой акт, она способна достичь кульминации уже во время любовных ласк.",
      "compatibility_name": "Борис, Владислав, Егор, Ефим, Игорь, Илья, Лев, Семен, Станислав, Феликс",
      "not_compatibility_name": "Виталий, Геннадий, Денис, Иосиф, Кирилл, Роман",
      "middle_name_is_combined": "Ивановна",
      "badges": "Дева",
      "colors": "Розовый",
      "plant": "Миндаль",
      "animals": "Черепаха, верблюд, осел, крот",
      "mineral": "розовый халцедон, обсидиан, свинец",
      "planet": "Меркурий, Прозерпина",
      "successful_day": "Среда",
      "health": "Аврора обычно на редкость здоровый ребенок. Но в зрелом и особенно пожилом возрасте ей следует опасаться остеопороза, остеохондроза, заболеваний зубов и десен.",
      "character_traits": "Сильная воля, активность, энергичность, импульсивность",
      "celebrities": [
        "Аврора Демидова-Карамзина (имя при рождении - Eva Aurora Charlotta Stjernvall, 1808-1902), шведская аристократка, жена русского аристократа Павла Демидова (первый брак) и сына писателя Н.В.Карамзина Андрея Карамзина (второй брак)",
        "Аврора Демидова ((1873 - 1904) русская аристократка, внучка Авроры Демидовой-Карамзиной, жена сербского князя Арсена Карагеоргиевича, мать князя Павла Карагеоргиевича, регента Югославии)",
        "Графиня Мария Аврора фон Кёнигсмарк ((1662 - 1728) шведская аристократка немецкого происхождения, любовница Августа Сильного, мать Морица Саксонского, впоследствии настоятельница кведлинбургского аббатства. Вольтер считал её наряду с Екатериной Второй «самой знаменитой женщиной двух столетий».)",
        "Жорж Санд, Аврора Дюпен, Орор Дюпен ((1804 – 1876) псевдоним, настоящее имя — Амандина Аврора Люсиль Дюпен; французская писательница, праправнучка Авроры Кёнигсмарк и Августа Сильного, баронесса Дюдеван",
        "Аврора Нильссон ((1894 - 1972) шведская писательница)"
      ],
      "professions": "Работа играет в жизни Авроры большую роль — ради профессиональных успехов она даже забывает о свойственных ей капризах, предпочитая не высовываться на передний план, а планомерно подниматься по служебной лестнице. По складу ума и физической активности Аврорам наиболее подходит занятость в финансовой сфере, торговле, административной работе, однако не чужда им и творческая деятельность, которую, впрочем, Авроры чаще всего оставляют для хобби."
    },
    {
      "name": "Агата",
      "sex": "Ж",
      "available_name": "Агат, Агати, Агатка, Ага, Аги, Аготи, Агаша, Агуша, Гата, Гаша, Татуся, Агги, Эгги, Тэгги, Гате, Агателла, Агатина, Тина, Агапица, Пица, Агатула, Агатица, Гапа",
      "catholic_birthday": "5 февраля, 14 ноября",
      "history": "Имя Агата происходит от греческого «agathos», которое переводят как «хороший», «добрый» в значении «благой». Имя Агата чаще всего употребляется в Европе, в России более распространен родственный вариант имени Агата, произошедший от одного корня, - Агафия.\nТакже есть мнение, что имя Агата – это женская форма мужского имени Агафон, от которого также произошло и имя Агафия. Так как существует вариант происхождения имени Агафон от названия полудрагоценного камня агата, то, вполне возможно, что имя Агата – это женская форма имени Агат, Агатон, одного из вариантов произношения имени Агафон. В древности полагали, что агат является камнем здоровья, процветания и долголетия, поэтому и значение имени Агата соответствует представлениям древних людей о благополучии и здравии.",
      "character": "Характер этой женщины отнюдь не такой мягкий, как можно предположить, судя по переводу её имени.\nОна достаточно настойчива, тверда в желаниях, стремится к независимости. Характер Агат трудно охарактеризовать в общих чертах. В данном случае, как никогда, очень многое зависит от отчества и времени рождения. Одни Агаты — открыты миру, наблюдательны и восприимчивы; другие, напротив, равнодушны к окружающим, их интересует только собственное состояние.\nАгата обычно сдержана, умеет скрыть и радость, и горе, по внешним проявлениям трудно определить, какие чувства владеют ею. Вместе с тем Агата, рождённая в январе, не по-зимнему эмоциональна, её эмоции буквально написаны на лице. Однако, бурный темперамент нередко служит защитной маской, призванной скрыть нерешительность и обуревающие её сомнения.\n«Февральские» Агаты нелегки в общении. С ними тяжело дружить — они слишком прямолинейны и неуступчивы. Эти качества нередко служат причиной семейных неурядиц.\nЧто объединяет всех Агат, так это любовь к собственному очагу, стремление обустроить дом, свить уютное гнёздышко. Они в гости ходят с явным неудовольствием, предпочитая принимать гостей у себя.",
      "sexuality": "Что можно сказать об этих благородных женщинах, желающих любить и быть любимыми, принимать и отвергать, владеть и отдавать?",
      "compatibility_name": "Аввакум, Гордей, Митрофан, Прохор, Родион, Спиридон",
      "not_compatibility_name": "Орест, Павел, Рафаил, Ростислав, Самуил, Тарас, Эдуард, Эльдар, Ян",
      "middle_name_is_combined": "Александровна, Борисовна, Викторовна, Денисовна, Егоровна, Сергеевна, Степановна, Дмитреевна",
      "badges": "Рыбы",
      "colors": "Фиолетовый, морской волны",
      "plant": "роза, кувшинка, мак, шафран",
      "animals": "дельфин, кит, альбатрос, чайка",
      "mineral": "аметист, аквамарин, топаз, платина",
      "planet": "Нептун",
      "successful_day": "Четверг, пятница",
      "health": "Здоровье у Агат не очень крепкое, пристальное внимание им стоит обратить на почки, печень и лёгкие.",
      "character_traits": "Настойчивость, сдержанность, прямолинейность",
      "celebrities": [
        "Святая Агафия из Сицилии, Агата Сицилийская, мученица, жившая в 3 веке, погибшая во времена правления римского императора Деция. У католиков святая Агафия является покровительницей Мальты, итальянских городов Палермо и Катания, а также Сан-Марино. Ее молитвам приписываются свойства предотвращать извержения вулкана Этны.\nВеликие и известные Агаты",
        "Агата Кристи ((1890 – 1976) полное имя - Агата Мэри Кларисса Маллоуэн, урождённая – Миллер, более известная по фамилии первого мужа как Агата Кристи; английская писательница. Относится к числу самых известных в мире авторов детективной прозы и является одним из самых публикуемых писателей за всю историю человечества (после Библии и Шекспира). Кристи опубликовала более 60 детективных романов, 6 психологических романов (под псевдонимом Мэри Уэстмакотт или Вестмакотт) и 19 сборников рассказов. 16 её пьес были поставлены в Лондоне. Книги Агаты Кристи изданы тиражом свыше 2 миллиардов экземпляров и переведены более чем на 100 языков мира. Ей также принадлежит рекорд по максимальному числу театральных постановок произведения. Пьеса Агаты Кристи «Мышеловка» впервые была поставлена в 1952 году и до сих пор непрерывно демонстрируется.)",
        "Агата Турчинская (Турчинська) ((1903 – 1972) украинская писательница и поэтесса)",
        "Агда Хольст ((1886 - 1976) шведская художница)",
        "Ким Ан Ги Агата или Агата Ким ((1787 - 1839) святая Римско-Католической Церкви, мученица)"
      ],
      "professions": "Обладая аналитическим складом ума, Агаты выбирают себе работу, в которой могут проявить себя и выйти за рамки регламента. Многие Агаты находят себя в профессии врача, художника, администратора. Кроме того, в них заложены неплохие данные для того, чтобы развивать собственный бизнес."
    },
    {
      "name": "Андрей",
      "sex": "М",
      "available_name": "Андрюша, Анди, Андреа, Андре, Эндрю, Энди, Анджей, Андерс, Андрес, Андор, Андраш, Андрель, Дрэйв, Дриз, Аннес, Андрис",
      "orthodox_birthday": "21 февраля, 7 марта, 28 апреля, 31 мая, 11 июня, 26 июня, 3 июля, 13 июля, 17 июля, 22 июля, 17 августа, 1 сентября, 23 сентября, 28 сентября, 4 октября, 6 октября, 7 октября, 15 октября, 23 октября, 30 октября, 31 октября, 9 ноября, 11 ноября, 11 декабря, 13 декабря, 15 декабря, 16 декабря",
      "catholic_birthday": "6 января, 4 февраля, 26 февраля, 16 мая, 12 июля, 13 июля, 21 июля, 20 сентября, 10 ноября, 24 ноября, 30 ноября",
      "history": "С древнегреческого имя Андрей переводится как 'мужественный', 'сильный', 'храбрый'. На Руси это имя стало популярным после принятия христианства. Сегодня имя Андрей, попавшее к нам из Византии, по праву считается традиционным русским именем.",
      "character": "Характер неустойчивый. Андрей идет по жизни, играя и улыбаясь. Он очень великодушен и любит доставлять людям радость каким угодно образом. Он всегда такой, каким его хотят видеть окружающие: ласковый сын, верный друг, пламенный возлюбленный, отличный студент или работник, ответственейший глава семьи. Причем он всем кажется проще, чем есть на самом деле: например, жена может кокетничать при нем с другими довольно изощренно, а он охотно делает вид, будто его это не тревожит. Впрочем, когда человек очень неприятен ему или превращается в противника, Андрей меняется так, что можно диву даваться! Сердить этого человека не следует - плохо кончится. Андреи с отчествами Александрович, Игоревич и Олегович трудны в общении и имеют непростой характер.В обществе стремится доминировать, зачастую теряя чувство меры при выборе средств. Как мужчина - самоуверен. И все же покой ему лишь снится.",
      "sexuality": "В сексуальной жизни Андрей крайне восприимчив и чувствителен, он любит лесть, комплименты, а также повышенное внимание. Женщинам он готов дарить нежность и страсть, но лишь при условии, что они будут платить ему сторицей.\nИнтересно то, что такие понятия как любовь и секс для Андрея неделимы, поэтому он не будет тратить ни своих душевных, ни физических сил на женщину, к которой не испытывает хотя бы чувства влюбленности. Дело в том, что для Андрея даже любовь является некой формой самоутверждения в сексуальной сфере и признанием его недюжинных способностей.\nАндрей может всецело отдаваться сексуальным утехам, а может захотеть отдохнуть от активной интимной жизни. Поэтому ему нужна терпеливая и понимающая женщина, которая сможет мириться с такими перепадами настроения Андрея.\nВ своей партнерше он не потерпит грубости и отсутствия женственности.",
      "compatibility_name": "Алевтина, Анна, Вера, Веста, Данута, Джульетта, Диана, Ева, Елена, Елизавета, Ирина, Клавдия, Лариса, Лия, Людмила, Мария, Наталья, Олеся, Таисия, Татьяна",
      "not_compatibility_name": "Варвара, Зоя, Клара, Нелли, Оксана, Ольга, Софья, Юлия",
      "middle_name_is_combined": "Владимирович, Петрович, Михайлович, Максимович, Викторович, Олегович, Николаевич, Семенович, Степанович, Виленович, Владимирович",
      "badges": "Рак, Стрелец",
      "colors": "сиреневый, желтый, коричневый",
      "plant": "анемон, пихта",
      "animals": "камыщовый кот",
      "mineral": "аметист, янтарь",
      "planet": "Уран",
      "successful_day": "понедельник",
      "health": "Андрей – обладатель крепкого здоровья, что не в последнюю очередь связано с тем, что много времени он посвящает своему физическому воспитанию. Если и болеет, то преимущественно простудой.\nА вот своему душевному состоянию Андрею следует уделить особое внимание, поскольку стрессы и депрессии могут стать причиной развития многих других заболеваний. Лучшее лекарство для Андрея от хандры – это природный оптимизм и забота близких людей, которые должны вернуть ему веру в себя.",
      "character_traits": "Самокритичность, упореность, изобретателеность",
      "celebrities": [
        "Андрей Аршавин – капитан сборной России по футболу",
        "Андрей Туполев – советский авиаконструктор, разработавший более 100 типов самолетов",
        "Андрей Сахаров – советский физик и теоретик, являющийся одним из создателей первой в СССР водородной бомбы",
        "Андрей Тарковский – советский режиссер и сценарист",
        "Андрей Васнецов – российский художник"
      ],
      "professions": "Высокая самооценка Андрея и его уверенность в себе, несомненно, способствуют карьерному росту. Если же добавить к этим качествам добросовестность и исполнительность, то становится понятно, почему он пользуется уважением у начальства. С подчиненными и коллегами Андрей тоже отлично ладит, а все благодаря обаянию, чувству юмора и умению подобрать к каждому человеку нужный ключик.\nАртистичность Андрея и его стремление быть всегда в центре внимания найдут выход в творческих профессиях (из Андрея получится хороший актер, композитор, художник, певец, писатель или режиссер). Отзывчивость и добродушие носителей этого имени как нельзя кстати придутся в профессии спасателя, пожарного или врача.\nНо Андрей – не альтруист, а потому профессию будет выбирать такую, которая сможет принести ему финансовую стабильность и независимость. Немаловажным фактором для него является и престижность выбранного поприща."
    },
    {
      "name": "Олег",
      "sex": "М",
      "available_name": "Олежка, Олегушка, Олеся, Лека",
      "orthodox_birthday": "3 октября",
      "history": "С древнескандинавского имя Олег переводится как 'священный', 'посвященный богам', 'светлый', 'ясный'.Имя Олег походит от древнескандинавского Хельга.\nТакже считается, что история мужского имени Олег началась со знаменитых братьев Рюриковичей, в династии которых было одним из наиболее распространенных в течение XII – XIV вв.\nВ православии это имя вошло в святцы после того, как был канонизирован князь Олег Брянский, отрекшийся от престола и постригшийся в монахи.",
      "character": "Олег рождается с чувством превосходства над людьми, и это чувство ему иногда не удается подавить, что делает его не всегда приятным в общении. Это практик-романтик - довольно редкостное, но привлекательное сочетание. Мужчина с именем Олег упорен, уверен в себе, сосредоточен и невероятно трудолюбив. Для того чтобы настоять на своем, доходит до занудства, способен на этом праведном пути нажить себе множество врагов. Олег прижимист, любит деньги. Будучи примерным семьянином, иногда не прочь использовать свое обаяние (а уж что есть, то есть!) на стороне. С именем Олег следует держать ухо востро, ибо на первом плане для него - собственные интересы, и если ради них надо использовать коварство и даже предательство - Олег не остановится ни перед чем.\nОлег упорен в достижении поставленной цели, бескорыстен, принципиален и отстаивает свое мнение, даже если не прав. Обладает аналитическим складом ума, умеет сосредоточиться, склонен к точным наукам. Анализу значение имени Олег подвергает все: обстановку в коллективе, взаимоотношения с друзьями, политическую ситуацию в мире, просмотренный фильм, прочитанную книжку и даже поступок соседа. Очень привязан к родителям, особенно к матери.\nИмя Олег однолюб. В любимой женщине ищет сходство с матерью: во внешности, в характере, в привычках и увлечениях. Очень любит детей - без них не мыслит своей жизни. Олег страстный и эротичный, способен часто увлекаться, но это увлечение быстро сходит не нет. Интимная близость имени Олег с женщиной для него более чем приятное развлечение. В сексе пытается доказать свою мужественность.\nВ интимной близости Олегу нужны нежность и вдохновение. Очень важны чистоплотность и аккуратность женщины, эстетичность предметов ее туалета, ее духи. Мать для Олега - идеал женщины. И если жена вовремя не поймет этого и не пойдет на компромисс, в семье неизбежны конфликты. Мужчина с именем Олег верен жене, хотя внешне холоден. С тещей отношения прохладные. В образовании - достигает успехов в точных науках: математике, физике, электронике.\nМаленький Олег уже с детства проявляет противоречивый характер. Он никогда не знает точно, что ему надо. Олег не капризен, он просто не в состоянии принять решение. Если родители хотят избежать слез и затруднительных ситуаций, не следует ставить ребенка с именем Олег перед выбором, например, не предлагать два блюда одновременно или не спрашивать, куда он больше хочет пойти: в цирк или зоопарк. Олегу необходимо не только подсказывать, но и учить самостоятельно принимать решение.",
      "sexuality": "Олег страстен, эротичен и сексуален, ему свойственно часто увлекаться, но и чувства его так же быстро угасают. При этом к интимной жизни он относится не слишком серьезно, ведь сексуальные отношения для него – одна из возможностей самоутвердиться. Это приятное развлечение, которое способно доставить наслаждение обоим партнерам.\nОбладатель этого имени ищет в сексуальной сфере новых ощущений, поэтому не боится экспериментировать. Его сексуальное поведение зависит от самой женщины: так, с одной партнершей Олег может быть нежным и раскованным, а с другой – жестким и даже деспотичным.",
      "compatibility_name": "Ада, Антонина, Веста, Ирина, Клара, Лариса, Леся, Майя, Маргарита, Марта, Мирра, Наталья, Олеся, Римма, Светлана, Серафима, Софья, Татьяна, Элла",
      "not_compatibility_name": "Ангелина, Ванда, Варвара, Вера, Данута, Дарья, Екатерина, Елизавета, Нина, Оксана, Ольга",
      "middle_name_is_combined": "Анатольевич, Игоревич, Геннадьевич, Георгиевич, Вадимович, Кириллович, Богданович, Виленович",
      "badges": "Весы, Стрелец",
      "colors": "голубой, серый, белый и зеленый",
      "plant": "орешник, камелия",
      "animals": "полоз",
      "mineral": "жемчуг, опал, аквамарин",
      "planet": "Венера, Эпитер",
      "successful_day": "четверг",
      "health": "Здоровье у Олега крепкое, а все по той простой причине, что он рано начинает заниматься спортом (как известно, физические нагрузки укрепляют организм).",
      "character_traits": "Интеллигентность, неторопливость, осторожность, рассудительность",
      "celebrities": [
        "Олег Маскаев – российский боксер-профессионал",
        "Олег Гончаренко – советский конькобежец, который первым в СССР завоевал титул чемпиона мира в данном виде спорта",
        "Олег Попов – советский цирковой артист и знаменитый клоун",
        "Олег Антонов – советский авиаконструктор, разработавший самолеты АН",
        "Олег Дерипаска – знаменитый российский предприниматель"
      ],
      "professions": "Работа для трудолюбивого и целеустремленного Олега – важнейшая составляющая жизни, но относится он к ней исключительно как к источнику заработка. По этой причине он крайне редко находит свое настоящее призвание, работая в большей степени из меркантильных соображений. Несмотря на это, Олег – хороший и ценный сотрудник, который может быть как аккуратным исполнителем, так и ответственным руководителем.\nМешать продвижению Олега по карьерной лестнице могут такие его качества как чрезмерная прямолинейность, несговорчивость, сухость и неуступчивость. Из этого мужчины получится прекрасный программист, менеджер, преподаватель, юрист, врач, политик или актер."
    },
    {
      "name": "Абрам",
      "sex": "М",
      "available_name": "Абраша, Абрамчик, Абрамка, Абраха, Авраам, Аврам, Эбрам, Абраан, Абраам, Абраму, Абрамий, Аврамий, Авраамий",
      "orthodox_birthday": "16 марта, 15 июня, 9 октября",
      "history": "отец народов (имя Абрам еврейского происхождения). Считается, что имя Абрам – это один из вариантов произношения еврейского библейского имени Адам. Значение имени Абрам - «отец народов», «отец возвышен». Очень часто имя Абрам используется в качестве уменьшительно-ласкательной формы к именам Юбрахам, Абрахам. В первую очередь, имя Абрам очень распространено в мусульманской среде. Однако популярно оно и в Европе. Так, много людей с именем Абрам проживает в Швеции, Чехии, Франции, Англии, Ирландии, Польше. Имя Абрам используется и в России, в основном, среди старообрядцев.",
      "character": "В детстве Абрам, как правило, не доставляет родителям особых хлопот, хотя и стоит отметить, что характер у него достаточно своеобразный. Абрам очень упрямый, подвижный, но при этом трудолюбивый ребенок, и во взрослом возрасте эти качества лишь усиливаются. Правда, анализируя значение имени Абрам, стоит отметить, что такой человек очень часто ставит перед собой заведомо невыполнимые цели. Он редко способен пройти весь путь и всегда останавливается, завидев очередное препятствие. Именно поэтому, психологи рекомендуют мужчине с именем Абрам делить главную цель на несколько небольших задач, которые будут более реальными.\nАбраму свойственно считать себя безупречным человеком, который прав всегда и во всем. Именно поэтому, он склонен давать советы даже тогда, когда его об этом не просят.",
      "sexuality": "К сожалению, с женщинами у Абрама достаточно часто возникают проблемы. Все дело в том, то Абрам не терпит никакого, ни малейшего ограничения свободы и конечно в неволе почувствует себя крайне некомфортно. Однако если ему попадется мудрая женщина, она сможет приручить Абрама, для этого она должна будет дать ему некую иллюзию свободы, и тогда Абрам не захочет от нее уходить. На свадьбу Абрам вероятнее всего решится очень поздно, однако брак его будет необычайно счастливым. Детей у Абрама, как правило, рождается много, и при этом первая чаще всего рождается дочь, необыкновенно похожая на отца. Именно ее Абрам будет обожать, и стараться баловать, впрочем, и всех других детей своим вниманием Абрам не обделяет.",
      "badges": "Весы",
      "colors": "синий",
      "plant": "клен, колокольчик",
      "animals": "баран",
      "mineral": "бирюза",
      "planet": "Венера",
      "successful_day": "четверг",
      "character_traits": "искренность, мужественность, трудолюбивость, упрямость, настойчивость",
      "celebrities": [
        "Авраам, Абрам – библейский герой, который считается родоначальником большого количества народностей. Именно он является одним из трех библейских патриархов после Всемирного Потопа",
        "Абрам Ганнибал – известен также как Ибрагим Ганнибал или «Арап Петра Великого», государственный и военный деятель, прадед поэта Александра Пушкина",
        "Абрам Мельников – архитектор, академик Петербургской Академии художеств, представитель позднего классицизма",
        "Абрам Драгомиров - участник Гражданской войны на стороне Белого движения и Первой мировой войны, русский генерал от кавалерии",
        "Абрам Вулис – советский литературовед и писатель, автор первых трудов о писателе Михаиле Булгакове, Член Союза писателей СССР"
      ],
      "professions": "Рекомендации и мнения окружающих Абрама волнуют мало, и он всегда остается при своем мнении. Также он не переносит, когда ограничивают его свободу, что создает трудности в карьерном росте, ведь меньше всего имя Абрам готов подчиняться руководителю."
    },
    {
      "name": "Аваз",
      "sex": "М",
      "history": "Аваз – это имя пришло к нам с дальнего Востока, однако, почему то именно в Украине и России распространения практически не получило.\nТакое имя как Аваз исследователи стали переводить как замена, чего либо.",
      "character": "В нумерологии значение имени Аваз определяется числом 5, которое указывает на человека, привыкшего к свободе и независимости – именно к этому Аваз стремится в течение всей своей жизни. Он очень ценит накопленный и приобретенный опыт, старается учиться на своих ошибках – чужие советы воспринимает очень редко. Однако со своей стороны мужчина с именем Аваз всегда готов помочь дельным советом, если его об этом попросят.\nАвазу очень нравятся приключения и путешествия, поскольку они дают Авазу возможность реализовать и умерить внутреннее беспокойство, которое ему присуще. Вообще же, его можно назвать человеком, полным энтузиазма, любящего разнообразные рискованные мероприятия. У имени Аваз очень много энергии, и прекрасно, когда она направляется на реализацию поставленных целей.\nЕсли говорить о детстве, то характер у Аваза даже в первые годы жизни достаточно спокойный. Также значение имени Аваз можно определить, исходя из того, в какое время года он родился. Так, Аваз, отмечающий день рождения зимой, более взрывной, энергичный и агрессивный. Он с легкостью завязывает новые знакомства и проявляет завидное упрямство в достижении целей, какими бы они ни были. Если в детстве Аваз не получает желаемого, то начинает закатывать истерики и добивается того, чего хочет. Родителя стоит попытаться перевоспитать имя Аваза в первые годы его жизни, иначе он станет эгоистичным во взрослом возрасте.\nВ школе Аваз учится на среднем уровне и с удовольствием посещает разнообразные кружки, особенно те, которые имеют технический уклон – ему нравится что-то конструировать и придумывать. Неплохих успехов имя Аваз может добиться в спорте и вообще, в тех видах деятельности, где необходима физическая активность и выносливость. Нужно сказать, что Аваз, родившийся зимой, как правило, добивается больших успехов в борьбе и даже занимаются ею на профессиональном уровне.\n натуре он реалист, не строит иллюзий. Знает, что без труда ничего не добьёшься, готов бороться до последнего.",
      "compatibility_name": "София, Анастасия, Валерия, Ангелина, Ника",
      "badges": "Телец, Весы",
      "colors": "оранжевый, желтый",
      "mineral": "александрит, сердолик, гелиодор, перидот, цинкит",
      "planet": "Меркурий, Уран",
      "successful_day": "среда",
      "character_traits": "надежность, неторопливость, осторожность, рассудительность",
      "celebrities": [
        "Аваз Отар-оглы – узбекский просветитель, поэт, который уже в 18 лет стал общепризнанным народным поэтом Хореза, развивал фольклорные образы в своих произведениях и стал продолжателем узбекской классической культуры",
        "Аваз Вердиев – старший сержант гвардии, герой СССР, командир отделения автоматчиков в годы Великой Отечественной Войны",
        "Аваз Акпер оглы Алекперов – министр финансов Азербайджанской Республики, политический деятель",
        "Аваз-инак – второй правитель Хивинского ханства (1790-1804 гг), принадлежащий к узбекской династии кунгратов",
        "Абульфас Али оглы (Аваз Садык) – советский и азербайджанский писатель, который переводил на азербайджанский язык произведения Э. Золя, Софокла, Л.Н. Толстого, Эсхила"
      ],
      "professions": "Аваз еще с подросткового возраста демонстрирует завидную самостоятельность и руководствуется исключительно своим мнением в процессе принятия решений. Это, в частности, касается и выбора профессии. Имя Аваз может стать преподавателем, конструктором, тренером. Он способен работать в нескольких направлениях, менять специализацию – Аваз не боится нового и всегда готов пробовать что-либо интересное для него самого.\nВ работе имя Аваз проявляет себя как очень трудолюбивый сотрудник. Если становится руководителем, то очень ценит инициативу в подчиненных и старается ее всячески поощрять. А вот, необязательности и волокиты не потерпит."
    },
    {
      "name": "Август",
      "sex": "М",
      "available_name": "Ава, Августин, Густель, Густя, Аугустус, Аустин, Аустен, Огюст, Аугусто",
      "catholic_birthday": "3 августа",
      "history": "В переводе с латыни — «великий», «священный», «царственный». В русских святцах имя Август отсутствует.",
      "character": "Действия Августа всегда обоснованы с точки зрения его морали – и неважно, оправдывают ли его другие люди. Он очень уравновешен, порою даже расчетлив; доверяет не интуиции, а разуму. Все его действия производят впечатление легкости и спонтанности – тяжелые усилия, которые иногда приходится прилагать, не заметны непосвященному.\nМальчик Август очень подвижный, но стоит его остановить, быстро успокаивается. Август вежлив и деликатен. Домосед, любит читать, слушать музыку. Интеллект у значения имени развит хорошо, он обладает синтетическим умом, позволяющим ему быстро оценить ситуацию. Друзей мало, да и те ненадежные. Август огорчается этим обстоятельством, т. к. сам готов быть хорошим другом.\nВзрослый Август - личность спокойная и немного грустная.\nВ характере наблюдаются противоречивые свойства: он уверен в себе, но осторожен, великодушен, но не всегда с пониманием относится к человеческим слабостям, храбр, но нерешителен. Временами имя Август ленив, не любит зря тратить энергию, но быстро сможет разобраться в сложной ситуации, найти единственный выход. Поэтому Августы хороши на руководящей работе и в бизнесе. Август спокоен и дипломатичен, но если гордость и тщеславие его будут уязвлены, он этого не забудет. При общении с Августом нужно смириться с его покровительственным тоном, который он допускает даже по отношению к уважаемым и дорогим ему людям. Нужно позволить ему вмешиваться в ваши дела, нельзя отказываться от его помощи. Расположить к себе Августа можно, подарив ему красивую антикварную вещицу. Хотя это имя также происходит от того же латинского корня, что и Август, характер его обладателя отличается своеобразными чертами. Рассматривая Августин в качестве имени своему ребенку, обратите внимание на то, что Августин общительный, но очень спокойный, невозмутимый и даже флегматичный человек. Обладает хорошей интуицией, аналитическим складом ума, даром убеждения. Живет по принципу: 'Ничего не делать - ошибка, а много работать - глупость'. Как правило, великолепно знает свое дело и никогда не позволит втянуть себя в авантюру с непредсказуемым результатом. Умеет нравиться людям, у него всегда много друзей. Дружба для него - святое.",
      "badges": "Овен",
      "colors": "зеленый",
      "plant": "лавр, тюльпан",
      "mineral": "сардоникс",
      "planet": "Марс",
      "successful_day": "среда",
      "health": "'Август' в переводе с латыни означает 'великий', 'священный', 'царственный'. Титул 'август' рядом с именем императора в древнем Риме говорил о его божественном происхождении, был знаком того, что его власть священна. В русских святцах имя 'Август' отсутствует.\nМальчик, нареченный таким величественным именем, растет обычным ребенком, часто даже более хилым и болезненным, чем другие. Внешне, да и характером очень похож на мать. Мужчины, носящие имя Август отличаются скромностью, пунктуальностью и обязательностью. За какое бы дело они не брались, все будет сделано именно так, как требовалось и очень аккуратно. Августы не слишком общительны, трудно сходятся с людьми и тем больнее переживают предательство и человеческую черствость.\nМужчину с именем Август ожидает много неудач и ударов судьбы, счастье и душевное спокойствие он обретает только в собственной семье. Сексуальность Августа зависит от степени сердечной привязанности и расцветает в счастливом супружестве. Особенно важна 'тихая гавань' для Августа, рожденного летом. Женится он всегда по любви, но у рожденных зимой удачным, как правило, бывает лишь второй брак.\nЕсли он родился летом - 'летний' Август более открыт и доверчив. Он рачительный, экономный и даже несколько скуповатый хозяин, трудолюбивый и бескорыстный. 'Осенний' Август - хороший дипломат, способен найти общий язык с любым человеком, любое решение принимает только после тщательного обдумывания.\nАвгуст доверяет не интуиции, а разуму, его поступки всегда отвечают требованиям морали. Обладает даром находить выход даже из самых безнадежных ситуаций. При размеренном, правильном образе жизни он до глубокой старости сохраняет отличное здоровье и бодрость духа. В противном же случае его ожидает нервное расстройство.\nАвгуста привлекает медицина, а богатое воображение помогает ему стать хорошим писателем или педагогом. Среди обладателей этого имени много глубоко верующих людей.",
      "character_traits": "критичность, самолюбивость, злопаметность, энергичность, уверенность, недоверчивость, медлительность",
      "celebrities": [
        "Весьма яркий и величественный представитель этого имени – Октавиан Август, бывший с 27 г. по 14 г, до н.э. римским императором. Он положил конец гражданским войнам, терзавшим Древний Рим после смерти Юлия Цезаря. После смерти Августа кое-кто из его сподвижников 'убеждая перенести название августа на сентябрь, потому что в августе он умер, а в сентябре родился; другой предлагал все время от его рождения до кончины именовать веком Августа и под этим названием занести в летопись'",
        "Циволька Август Карлович (?–1839) – прапорщик корпуса флотских штурманов, исследователь Новой Земли. Участвуя в 1832–1834 гг. в экспедиции Пахтусова, Циволька описал восточный берег Новой Земли от Маточкина Шара по направлению к северу на расстоянии около 95 верст и затем помогал знаменитому путешественнику Пахтусову в описании западного берега Новой Земли. По приглашению академика Бера, он в 1837 г. принял участие в снаряженной Академией наук экспедиции для зоологических и ботанических исследований на Новой Земле, составил описания посещенных им якорных стоянок на Новой Земле и в Белом море, измерив также высоту наиболее примечательных гор на берегах Маточкина Шара и произведя магнитные наблюдения в р. Нехватовой."
      ],
      "professions": "Август - прирожденный руководитель, организатор, который может иметь большой успех в шоу-бизнесе, политике, коммерческой деятельности. Его отличает находчивость, умение достойно выйти из сложной ситуации. Август никогда не торопится, не суетится. Его действия точны и выверены. Владеет пером, словом, артистичный, всегда полон оптимизма.\n Имя Август не склонен рисковать, прилагать чрезмерные усилия для достижения финансового благополучия, но при этом материальный уровень Августа может быть высоким. У Августа - гурмана и эстета вероятны крупные траты и даже банкротство, если он будет не в силах отказать себе в приобретении красивых и дорогих вещей, одежды, деликатесов."
    },
    {
      "name": "Августин",
      "sex": "М",
      "available_name": "Август, Ава, Ага, Густ, Густи, Густа, Густик, Густя, Гутя, Гуся, Тино, Стейн, Стин, Тейн, Агге",
      "catholic_birthday": "27 мая, 9 июля, 28 августа",
      "history": "Имя Августин происходит от римского императорского титула «augustus», ставшего в дальнейшем римским когноменом Augustinus, от которого также произошло другое имя – Август. В переводе с латинского языка это имя переводят как «благородный», «величественный», «полный достоинства», «внушающий благоговейный страх». Ударение в имени Августин может быть как на первый, так и на последний слоги. У имени Августин в Европе есть множество аналогов. В Англии это Остин или Остен, во Франции – Огюстен, в Германии, Чехии – Агустин, в Италии – Агостино, в Греции – Аугустинос. Мужские имена Август и Августин – родственные имена. От имени Августин образовано женское имя Августина (Агустина, Агостина, Ягустина), а от имени Август – Августа (Аугуста, Огаста, Агошта).",
      "character": "Августину присущи динамизм, импульсивность, его не тревожат ограничений, для него свобода очень дорога. Он легко адаптируется, любопытен. Движется по жизни с мастерством и легкостью, не упуская возможности, которые предлагает жизнь, хватаясь за них их обеими руками, но не всегда полностью отдает себе отчет о потенциальных опасностях подобного образа жизни. Это любознательный мужчина, хотя сам остается скрытным и сдержанным, порой даже циничным и насмешливым, предпочитая скрывать свою истинную личность и культивировать атмосферу таинственности. Он имеет большую потребность в действии и мотивации. Это может быть выражено в различных аспектах, как постоянное перемещение, частая смена занятий, так и поддержание высокого уровня нервного напряжения или любовь к спорту. Августин намерен победить в игре с жизнью, предпочитая не тратить ее на прозябание. Обладатель этого имени довольно недисциплинированный, порой может быть даже нахальным, несмотря на его довольно застенчивую от рождения природу. Августин таким образом проявляет свои слабости: нетерпение, нестабильность, эмоциональные всплески, агрессию, а иногда и отсутствие проницательности или тонкости. Он отвергает установленные рамки и законы, кроме своих собственных, а его взгляды могут быть несколько радикальным. Жизненный путь этого мужчины будет извилистый, меняющий направление несколько раз. Августин ненавидит монотонность и рутину. К счастью, удача будет на его стороне, если он будет способен распознавать ее возможность.\nМаленький Августин очень непоседливый мальчик, который не может усидеть на месте. Чтобы позволить ему выпускать пар, следует принять меры, организовать его жизнь в активном ключе, спортивные мероприятия ему необходимы, в идеале на свежем воздухе. Пусть лучше лазит по деревьям, нежели погрузится в какую-либо интеллектуальную деятельность. Он очень обидчив и вспышки гнева у мальчика могут быть частыми. Родители, будьте нежны, с рождения создавайте зрительный контакт с ребенком, понимайте его потребности, объясняйте и любите.",
      "sexuality": "Умеет нравиться людям, у него всегда много друзей. Дружба для него — святое. Секс относит к области прекрасного. Хочет любить и быть любимым, брак с равнодушной, холодной женщиной для него трагичен. Обожает детей, в глубине души привержинец патриархального брака.\nЛюбит красивых женщин, трогательно относится к животным.",
      "badges": "Овен",
      "colors": "зеленый",
      "plant": "лавр, тюльпан",
      "mineral": "сардоникс",
      "planet": "Марс",
      "successful_day": "среда",
      "character_traits": "Интеллигентность, неторопливость, осторожность, рассудительность",
      "celebrities": [
        "Блаженный Августин ((354-430) христианский теолог, является родоначальником христианской философии истории. Почитается в лике святого.)",
        "Агустин Пагола Гомес ((1922-1975) советский футболист (по рождению – испанец), центральный и левый защитник, в дальнейшем – тренер, стал Заслуженным мастером спорта СССР в 1952 году)",
        "Огюстен Пирам Декандоль, Огюстен Пюрам Де Кандоль, Огюстен Пирамю Декандоль-старший ((1778-1841) швейцарский и французский ботаник, именно он дал названия более 16 600 растений на Земле, придумал самую первую систематику растений, поэтому его считают одним из известнейших ботаников всех времён.)",
        "Августин де Бетанкур и Молина ((1758-1824) испанский, затем российский государственный деятель и учёный, организовал транспортную систему Российской империи, был архитектором, строителем)",
        "Августин Шёффлер ((1822-1851 святой Римско-Католической Церкви, мученик)"
      ],
      "professions": "Августину лучше выбирать профессии, связанные с разъездами, путешествиями, командировками. Именно в них можно утолить свою жажду новых впечатлений."
    },
    {
      "name": "Авдей",
      "sex": "М",
      "available_name": "Авдя, Авдюша, Авдейка, Авдюха, Авдюня, Авдяша",
      "catholic_birthday": "18 сентября, 2 декабря",
      "history": "С древнееврейского языка имя Авдей переводится как – служитель бога. Это имя библейское, и именно в этой великой книге впервые было упоминание об Авдее. Иногда еще это имя могут переводить во втором значении как священнослужитель.",
      "character": "Авдей будет расти невероятно добрым малышом. И относиться это будет ко всему, и к его близким и дальним родственникам, и к его друзьям, и ко всем домашним животным. Авдей очень даже запросто может втайне от родителей принести домой щенка и долго пытаться спрятать его где-то в своей комнате. При этом мама с папой вряд ли заругают Авдея, ведь кроме подобных проблем, других за ним попросту не водится. Авдей, как правило, очень подвижный и смелый ребенок, он никогда не сможет усидеть на одном месте, даже в моменты болезни, поэтому и выздоравливает необыкновенно быстро, наверное, из принципа или из-за  желания поиграть.\nАвдей будет заводилой во всем. Его сверстники всегда будут стараться держаться рядом с ним, ведь именно с Авдеем будет всегда весело и очень интересно, ведь он сумеет придумать развлечения и конечно повести за собой весь народ. Как и все прирожденные лидеры, Авдей не сумеет умерить свой порыв, когда это будет нужно, к примеру, если кто-то пойдет поперек его желаний, Авдей вполне сможет завоевать уважение и с кулаками. Так же он будет поступать и уже в осознанном возрасте, в любой работе лучше не перечить воле Авдея, он попросту подомнет непокорного и таки добьется своего любыми возможными способами. Впрочем, Авдей не слишком обидчив и легко помирится со всеми.\nТалантами Авдей будет блистать во всех областях, и именно поэтому реального успеха часто не добивается. Он будет стараться попробовать себя слишком во многих областях, при этом стремясь добиться результата, но его недостаток – это  непостоянство в своих стремлениях. Именно поэтому каких-либо результатов в спорте или скажем, в искусстве он сможет добиться только под четким контролем руководства или тренера.\nСвою работу, как правило, Авдей очень любит и очень ценит, он старается добиться успехов во всем. И при этом только в работе у него может проявляться такая необходимая усидчивость или настойчивость.\nХарактер Авдея достаточно долго не даст ему выбрать достойную спутницу жизни, он слишком ревнив и неспокоен, он будет постоянно стараться найти повод хоть для маленького, но все, же скандала. Далеко не каждая супруга сможет выдержать такой характер Авдея.\nВ школе учится хорошо, но может ещё лучше, если будет усидчивей. Трудно определить, к чему у него больше способностней, он непостоянен в своих увлечениях. Занявшись боксом, через неделю может увлечься футболом или перейти в гимнастическую секцию. Любит рисовать пейзажи, лепить животных из пластилина. В такие минуты его лучше не трогать. Его следует приучать к усидчивости, иначе сумбурный темперамент в дальнейшем будет сильно ему вредить.\nСклонен перенимать дурные привычки: может начать курить, нецензурно ругаться, считая это проявлением «взрослости». Родителям следует обращать внимание на то, с кем Авдей дружит; направлять его энергию в нужное русло. Крик на Авдея не действует, с ним нужно установить дружеские отношения и беседовать на равных, чтобы добиться результата.",
      "badges": "Стрелец",
      "colors": "фиолетовый",
      "plant": "граб, гладиолус",
      "animals": "крот",
      "mineral": "карбункул",
      "planet": "Юпитер",
      "successful_day": "среда, суббота",
      "character_traits": "Интелегентность, добродушность, напористость, целеустремленность, амбициозность, благородство, энергичность",
      "celebrities": [
        "Авдей – каменных дел мастер, орнаменталист, скульптор, выполнивший главный вход и фигурные изваяния из камня портала соборного храма Св. Иоанна Предтечи, сооруженного в 1259 г. в Галиции по обету короля Данилы Романовича. Летопись называет Авдея 'хытрецъ' – в смысле особенного искусства, выказанного им при работах."
      ],
      "professions": "Авдей щедро одарен талантами от природы и может добиться успеха во многих областях. Но ему очень трудно отдать предпочтение чему-то одному. Он может стать отличным инспектором по делам несовершеннолетних или руководителем аналитического центра, журналистом или архитектором, инженером или программистом, тренером по футболу, часовым мастером или товароведом.\nДля того, чтобы добиться больших успехов в профессиональной сфере и наиболее полно раскрыть себя, ему нужно работать в дружном коллективе единомышленников. Один он вряд ли достигнет цели. В кризисных, сложных ситуациях ему очень нужна поддержка коллег."
    },
    {
      "name": "Аверьян",
      "sex": "М",
      "catholic_birthday": "4 ноября, 18 декабря",
      "history": "От латинского Аверьян обозначает — «обращающий в бегство». Но существует еще один вариант толкования — «удерживающий».",
      "character": "Аверьян рано взрослеет. Строгая нравственность зачастую усложняет его жизнь. Верит только в разум, уступка чувствам для него — проявление слабости. Тем не менее, острое и особенное чувство юмора делает его отнюдь не ортодоксом, а вполне терпимым в обществе.\nВечно бодрый, активный человек. Добродушен и эгоистичен, ощущает превосходство над окружающими, самовлюблён. Иногда раздражает чрезмерными амбициями, но имеет авторитет в обществе, пользуется заслуженными уважением и признанием. Коммуникабелен, с оптимизмом смотрит в будущее. Свои идеи не прячет, с удовольствием делится ими со всеми, даже если пожимать плоды этих идей приходится другим.\nАверьян храбр, действует стремительно, идёт на неоправданный риск. Но обычно такой подход приносит успех, так как Аверьяну присуще умение правильно анализировать ситуацию. Решительность и активность могли бы продвинуть его по карьерной лестнице, если бы не невоздержанность в высказываниях. Однако, недображелателей у Аверьяна нет, так как до конфликтов он ситуацию не доводит.\nАверьяна трудно обмануть, он умеет отфильтровывать полученную информацию, не принимает голословные утверждения на веру. Однажды составив своё мнение, он будет в дальнейшем его отстаивать.",
      "compatibility_name": "Мария, Марья, Дарья, Дария, Василиса, Ева, Алина, Вера, Яна, Майя",
      "not_compatibility_name": "Вероникой, Брониславой, Анжеликой, Кариной, Ирмой, Диной, Стеллой, Ренатой, Клавдией",
      "badges": "Скорпион, Рыбы",
      "colors": "темно-красный, голубой, бронзовый",
      "plant": "бархатное дерево, пион",
      "animals": "попугай ара",
      "mineral": "топаз",
      "planet": "Плутон",
      "successful_day": "воскременье, понедельник",
      "health": "Импульсивность и несдержанность Аверьяна могут сменяться периодами апатии. Такие перепады в настроении - результат неустойчивости психики, которая может спровоцировать всевозможные заболевания. Ребенка Аверьяна нужно окружать любовью, заботой и лаской.",
      "character_traits": "Прямолинейность, импульсивность, надежность, честность, веселый, мудрый",
      "celebrities": [
        "Аверкий Палицын — выдающийся русский государственный деятель, более известный под именем Авраамия Палицына. В 1588 г. боярин Аверкий Палицын был насильно пострижен в Соловецком монастыре за то, что принадлежал к партии, пытавшейся ослабить влияние Бориса Годунова на царя Федора Иоанновича. После пострижения наречен Авраамием"
      ],
      "professions": "Более склонен к самостоятельной работе, потому способен достичь высоких результатов в научно-исследовательской деятельности, живописи, искусстве, спорте. Также может стать успешным в политике и общественной работе.\nЕго финансовое положение переменчивое. Легко может распрощаться с хорошей карьерой, как только почувствует, что кто-то хочет им руководить, влиять на него. Запросто начинает новое дело и достигает успеха."
    },
    {
      "name": "Автандил",
      "sex": "М",
      "history": "Автандил – имя персидского происхождения, переводится примерно как «сердце Родины». Оно является довольно распространенным в кавказских народностях.",
      "character": "Для мужчины с именем Автандил, важно иметь возможность самостоятельно принимать решения, делать то, что нравится, а не то, что положено. Очень часто стремление к постоянным переменам и попытки убежать от будней приводит к тому, что имя Автандил много путешествует и тратит на поездки большие деньги.\nС самого детства в характере Автандила наблюдается тяга к знаниям. И поэтому, он просто рвется учиться, чем удивляет родителей и учителей. Кстати, одна из черт Автандила – это наблюдательность. Он, действительно, способен достаточно хорошо подмечать мелкие детали в поведении окружающих людей, в событиях и действиях, не принимая непосредственного участия в происходящем. Душой компании Автандила назвать нельзя – он очень скромный и молчаливый. Раскрывается только перед теми людьми, которым доверяет. Кстати, еще одна причина необщительности имени Автандил – излишняя гордость, от которой он порой не может избавиться в течение всей своей жизни, и это качество приобретает патологический вид.",
      "compatibility_name": "София, Софья, Валерия, Таисия, Татьяна, Наталия, Эмилия",
      "badges": "Близнецы, Водолей",
      "colors": "оранжевый, желтый",
      "mineral": "александрит, сердолик, гелиодор, перидот, цинкит.",
      "planet": "Меркурий, Уран",
      "successful_day": "среда",
      "health": "Значение имени Автандил часто можно определить, учитывая время года, в которое родился обладатель данного имени. Например, Автандил, который празднует день рождения зимой, является более агрессивным. Он настолько вспыльчив, что иной раз может даже затеять драку. За своих друзей и товарищей способен заступиться, если видит несправедливость. Вообще, для Автандила друзья очень важны – он внимательно подходит к процессу выбора приятелей, и в его круге находятся только те люди, которым можно доверять. Собственно, им Автандил и готов помочь всегда.\nАвтандил – человек бескомпромиссный. Он абсолютно не приемлет советов со стороны и, скорее всего, не станет слушать аргументы собеседника, мнение которого разнится с его собственным. Интересно, что несмотря на такую внешнюю раздражительность, имя Автандил обладает ранимой натурой и является беззащитным. Может быть, именно поэтому, он и показывает себя агрессивным человеком. Он очень неуверен в себе и иногда долго решается на какие-то действия, хотя со стороны может показаться, что Автандилу все всегда дается очень легко. Интересно, что Автандил очень быстро реагирует в экстремальных ситуациях и принимает правильные решения. Он без труда при необходимости адаптируется к новым условиям, и это является одним из его многочисленных достоинств.\nПожалуй, что стоит изменить в себе Автандилу – так это искоренить излишнюю импульсивность. К сожалению, порой он слишком уж устремлен вперед и не видит того, что находится прямо перед ним. Умение жить настоящим поможет Автандилу сделать свою жизнь лучше.",
      "character_traits": "Бескомпромиссный, раздрожительный, напористость, целеустремленность, амбициозность, благородство",
      "professions": "Профессии Автандил обычно выбирает следующие: прокурор, следователь, заведующий отделом кадров, врач-хирург, артист цирка, преподаватель истории, переводчик, программист, конструктор, художник, архитектор, ювелир, инженер-строитель. В коллективе его любят, ценят за справедливость и невмешательство в чужие дела. На него можно положиться в трудных ситуациях, он никогда не подведёт. Большие трудности испытывает в построении карьеры, не умеет приспосабливаться к начальству, лебезить. Поднимается по служебной лестнице медленно, но всё равно добивается больших успехов — может быть, позже, чем ему хотелось бы."
    },
    {
      "name": "Агафон",
      "sex": "М",
      "available_name": "Агафонка, Агафоша, Агапоша, Фоша, Агафоня, Агапоня, Фоня, Агапка, Гапа, Агаша, Гаша, Агуш, Ягуш, Агатон, Агат, Агапон, Гапон, Агафоний, Огафоний, Огафон, Гафон",
      "orthodox_birthday": "5 марта, 10 сентября",
      "history": "Имя Агафон происходит от греческого «agathos», означающее «добро», поэтому имя Агафон переводят как «хороший», «добрый» в значении «благой». В древнегреческой мифологии «Агатос» был один из эпитетов Зевса. Есть мнение, что имя Агафон происходит от названия полудрагоценного камня агата. В древности полагали, что агат является камнем здоровья, процветания и долголетия. Имя Агафон в некоторых европейских странах звучит как Агатон, Агат. На Украине, в Белоруссии, России также употребляются Агапон и Гапон, которые считаются народными формами имени Агафон. Также используются иные разговорные формы имени Агафон - Агафоний, Огафоний, Огафон, Гафон.",
      "character": "От этого имени так и веет мягкой улыбкой. Агафон скромен, покладист, застенчив, не любитель спорить и скандалить. Он однолюб и прекрасно ведет себя в семье, однако зачастую слаб здоровьем: не любит уделять себе даже малой толики внимания, предпочитая все отдавать другим.\nАгафон по натуре сдержанный. Как правило, не заботится о том, чтобы нравится людям, мнение которых его не слишком интересует. Агафон редко говорит о себе и не выставляет напоказ свои достоинства и поэтому часто не производит должного впечатления на окружающих.\nВ жизни Агафон предпочитает позицию стороннего наблюдателя, редко вмешивается в чужие дела и никогда не сплетничает. Однако сдержанность Агафона - лишь маска, за которой бушуют страсти. Он великолепно разбирается в финансовых вопросах, имеет деловую хватку и знает цену настоящей любви. В семейной жизни ему обычно везет, он способен сделать счастливой любую женщину. Агафон очень любит детей и собственный дом. Агафон редко говорит о себе и не выставляет напоказ свои достоинства и поэтому часто не производит должного впечатления на окружающих. В жизни имя Агафон предпочитает позицию стороннего наблюдателя, редко вмешивается в чужие дела и никогда не сплетничает. Однако сдержанность значения имени - лишь маска, за которой бушуют страсти. Он великолепно разбирается в финансовых вопросах, имеет деловую хватку и знает цену настоящей любви. В семейной жизни ему обычно везет, он способен сделать счастливой любую женщину. Агафон очень любит детей и собственный дом. Агафон редко говорит о себе и не выставляет напоказ свои достоинства и поэтому часто не производит должного впечатления на окружающих. В жизни Агафон предпочитает позицию стороннего наблюдателя, редко вмешивается в чужие дела и никогда не сплетничает. Однако сдержанность Агафона - лишь маска, за которой бушуют страсти. Он великолепно разбирается в финансовых вопросах, имеет деловую хватку и знает цену настоящей любви.",
      "compatibility_name": "Гликерией, Бориславой, Аксиньей, Клавдией, Деборой, Прасковьей, Клавдией, Евой, Федорой",
      "not_compatibility_name": "Лидией, Кирой, Ингой, Жанной, Викторией, Ангелиной",
      "badges": "Дева",
      "colors": "белый",
      "plant": "липа, белая гвоздика",
      "animals": "кузнечик",
      "mineral": "сердолик",
      "planet": "Меркурий",
      "successful_day": "пятница",
      "health": "Агафон наделен крепким здоровьем и сильной энергетикой, но он может подорвать свое здоровье работой на износ. Возможны нарушение зрения, заболевания глаз.",
      "character_traits": "Приветливый, общительный, оптимист, смелый, общительный, доверчив",
      "celebrities": [
        "Агафон Никитин - (1848 – 1880) русский солдат-артиллерист, герой Туркестанских походов. Впоследствии о подвиге Агафона Никитина была сложена солдатская песня, особенно популярная среди кавказских артиллеристов (опубликована в сборнике М.К.Липкина). В 1882 г. по Высочайшему повелению была открыта всероссийская подписка на памятник Никитину, который был установлен в Темир-Хан-Шуре в конце 1886 г., а родные Никитина были щедро обеспечены",
        "Агафон Чудотворец - (XIII – XIV века) православный святой, монах Печерского монастыря. Преподобный. О жизни преподобного Агафона известно из надписи на доске, закрывавшей вход в пещеру. Она сообщает, что преподобный имел дар пророчества и исцеления, исцелял больных возложением рук",
        "Агафон Овнатанян или Авнатанов - (1816 - 1893) российский армянский живописец и гравер. Главным образом исполнял литографии с портретов своего брата Акопа Овнатаняна, а также с изображениями скаковых лошадей. В 1969 году в Москве была выпущена книга М.Казаряна «Художники Овнатаняны»",
        "Агафон, сын Тирима - военачальник Александра Македонского, командир одрисской конницы из Фракии. Он упоминается в описании битв при Гранике и Гавгамелах",
        "Агафон Вранкен - (1814 - 1870) генерал-майор, герой Кавказских походов. Среди прочих наград Вранкен имел ордена: Орден Святой Анны 3-й степени с бантом (1842), Орден Святого Владимира 4-й степени с бантом (1844), Орден Святого Георгия 4-й степени (1844), Орден Святой Анны 2-й степени с императорской короной (1849), Орден святого Станислава 1-й степени (1851), Орден Святой Анны 1-й степени (1854)."
      ],
      "professions": "Агафон имеет интеллектуальное и социальное превосходство над окружающими, что сулит ему Успех на государственной службе, в общественной деятельности, где Агафон может проявить выдающиеся способности организатора. Выполняя намеченное, он будет трудиться изо всех сил и с большой ответственностью, люди будут верить ему, и в любой карьере Агафону не раз улыбнется счастье.\nВ финансовых делах имя Агафон будет удачлив, возможно, даже получит наследство, но многого добьется своим умом. Ему легче заработать деньги собственными талантами, а не на поприще бизнеса."
    },
    {
      "name": "Адам",
      "sex": "М",
      "available_name": "Адамушка, Ада, Адя, Адаша",
      "orthodox_birthday": "27 января",
      "catholic_birthday": "24 декабря",
      "history": "Имя Адам древнееврейское имя, дословно означает «созданный из красной глины», позднее это имя стало нарицательным и стало означать «человек». Именно это имя носил самый первый человек, созданный Богом из глины. В исламе Адам почитается как отец всего человечества и первый пророк Аллаха, в Танахе – прародитель человечества. Согласно представлениям Каббалы Адам Ришон – это общее, совокупное творение, созданное Творцом и являющееся прообразом человека в материальном мире.",
      "character": " История Адама, согрешившего по наущению жены своей и изгнанного за это из рая, общеизвестна. Исследователи ономастики уверяют, что тяжесть первородного греха продолжает невольно угнетать носителей этого имени. Адам не похож ни на мать, ни на отца, он далек от всех семейных традиций – словно всегда готов сам начать новую родовую линию. Имя Адам настойчив и упрям. При всей своей влюбчивости он умудряется сохранить в тайне искреннее преклонение перед женщиной. Адам слывет человеком, который ради идеи всегда готов поступиться личным, хотя это впечатление весьма обманчиво.\nАдам с детства любит порядок, организованность, определенность во всем. Очень любит учиться, открыт ко всему новому, в нем огромная жажда знаний и новых ощущений. Адам трудолюбив, и труд он понимает как средство поиска новизны.\nВзрослый Адам склонен замыкаться в себе и сурово взирать на других. Он субъективен и редко пытается поставить себя на место другого человека. Он обладает живым, холодным, аналитическим умом. Не изучив досконально ситуации, никогда не делает выводов.\nАдам с детства привык к дисциплине, того же требует от других. В коллективе он лидер. Работать он любит, причем не только для достижения успеха, но и ради неожиданных открытий. Чаще всего его профессия связана с медициной или торговлей.\nМужчина с именем Адам рано достигает сексуальной зрелости, еще в детстве для него были очень важны вопросы, связанные с противоположным полом. Он очень влюбчив, женщины его вдохновляют, но семейные ценности у Адама на первом плане.\nИмя Адам тщательно подбирает себе друзей, очень им верен, но не понимает дружбы без полного подчинения друзей своей воле. Адам тяжело переживает неверность, никогда не забывает о причиненном ему зле, но также и с благодарностью помнит о сделанном добре. Адам лучше себя чувствует в женском коллективе, так как любого мужчину он воспринимает как потенциального соперника и находится в состоянии конкурентной борьбы. Не стоит указывать ему на его недостатки, иначе вы можете больно ранить Адама, а он и без того переживает по этому поводу. Расположить к себе Адама можно заслуженной похвалой, одобрением. Нужно дать ему понять, что вы не претендуете на область его интересов.",
      "compatibility_name": "Антонина, Богдана, Вета, Ева, Мирра, Нонна, Олеся, Полина, Эльза, Ярослава",
      "not_compatibility_name": "Ада, Белла, Варвара, Гелла, Данута, Доминика, Леся, Моника, Софья",
      "badges": "Водолей",
      "colors": "багряный, голубой, фиолетовый",
      "plant": "вяз, бессмертник",
      "animals": "олень",
      "mineral": "янтарь, аметист, авантюрин, хризопаз, доломит, бриллиант геркмайера, ляпис лаузрь, морганит, пирит, рубин, розовый сапфир, сардоникс, сугилит, голубой топаз, черный турмалин, цаворит",
      "planet": "Сатурн",
      "successful_day": "четверг",
      "health": "Адам обладает аналитическим умом и великолепной памятью, умеет сдерживать свои эмоции и никогда не делает выводов, досконально не изучив ситуацию. Очень чувствителен к поражениям и неудачам. Дисциплинированный и педантичный Адам, требует того же от других. Легко достигает успеха - ставит перед собой четко определенную цель и ради ее достижения готов много и напряженно работать. Не многословен, разговорам о том, что он собирается сделать, предпочитает действие.\nВ переводе с древнееврейского - 'из красной глины'. Именно из нее, по библейскому преданию, был сотворен первый человек Адам. Серьезно относится к требованиям морали и не признает шуток на эту тему. Секс занимает важное место в жизни Адама, но он совершенно не разбирается в женской психологии и потому часто испытывает разочарования. В браке ему не очень везет: часто поводом к ссоре служит ревность Адама или его бестактность. Имя Адам очень раним, но пытается это скрыть. Упрям, с трудом идет на компромиссы.\nОбратите внимание на то, что обычно Адамы обладают очень хорошим здоровьем, но предрасположены к заболеваниям сердечно-сосудистой системы. Слабым местом могут оказаться нервы. Адаму нравится медицина, он легко добивается успеха в большом спорте, в коммерции, агрономии и ветеринарии, живописи, кибернетике, поэзии. Среди Адамов есть известные писатели и священнослужители.",
      "character_traits": "покладистость, доброжелательность, простота, открытый, бесхитростный, ранимость, обидчивость, мнительность",
      "celebrities": [
        "Согласно Библии и Корану первого человека, которого звали Адам, Творец вылепил из красной глины. В Библии об этом величайшем созидательном акте говорится следующее: 'И создал Господь Бог человека из праха земного, и вдунул в лице его дыхание жизни, и стал человек душею живою'. А в другом сказании мы читаем: 'И сказал Бог: сотворим человека по образу нашему, по подобию нашему; и да владычествует он над рыбами морскими, и над птицами небесными, и над всею землею, и над всеми гадами, простирающимися по земле. И сотворил Бог человека по образу своему, по образу Божию сотворил его, мужчину и женщину сотворил. И благословил их Бог, и сказал Бог: плодитесь и размножайтесь, и наполняйте землю, и обладайте ею, и владычествуйте над рыбами морскими, и над птицами небесными, и над всяким животным, пресмыкающимся по земле'. Бог привел к Адаму зверей и птиц, которым Адам дал имена.",
        "Адам де Фульда (монах из Франконии, музыкант и контрапунктист XV столетия, написавший трактат о музыке, хранящийся в страсбургской библиотеке, напечатан в книге аббата Герберта «Scriptores ecclesiastici de musica sacra», в 3 томах)",
        "Адам Вейсгаупт ((1748 – 1830/1811) основатель ордена иллюминатов, тайного общества, ставившего перед собой просветительские и республиканские цели, профессор естественного и канонического права в университете города Ингольштадт (Бавария). Известный противник философии Иммануила Канта.)",
        "Адам Ежи (Юрий) Чарторыйский (употребляются также альтернативные русские транскрипции Чарторыжский, Чарторыский) ((1770 – 1861) польский и российский государственный деятель, писатель, меценат; попечитель Виленского университета и Виленского учебного округа)",
        "Адам Смит ((1723 - 1790) шотландский экономист, философ-этик; один из основоположников современной экономической теории)"
      ],
      "professions": "Адам может превратить свою сильную биоэнергию в творческую. Среди людей с этим именем много выдающихся художников, писателей, музыкантов. Работы Адама неординарны. В любом деле он ищет нестандартное решение. Имя Адам не любит строго установленных правил жизни и деятельности, часто занимает оппозиционное положение по отношению к начальству, властям.\nАдаму трудно сделать запас «на черный день». Он может быть расточительно щедрым с друзьями и близкими. Адам склонен «пускать пыль в глаза», может обанкротиться даже в солидном возрасте."
    },
    {
      "name": "Адис",
      "sex": "М",
      "history": "Происхождение имени Адис связывают с арабским языком. Значение имени в буквальном переводе - 'тот, кто поклоняется Аллаху'. Благодаря чему имя получило широкое распространение в мусульманских семьях.",
      "character": "Очень полезен Адис в экстремальных ситуациях, поскольку умеет быстро реагировать на различные изменения. К слову, именно по этой причине Адису очень просто адаптироваться к новым условиям, будь это новое место работы или даже новая страна проживания. Можно говорить, что именно в подобных условиях наилучшим образом проявляются лучшие качества Адиса.\nНумерологии часто говорят о том, что мужчине с именем Адис крайне важно ставить перед собой именно глобальные цели, поскольку этому способствует его число-покровитель. В противном случае, человек просто так ничего и не добьется. Число 4 дает Адису мощный стимул для развития, и этот шанс обязательно нужно использовать. Однако главная опасность как раз и заключается в том, что Адис часто растет в мусульманской семье, и родители воспитывают в нем скромность. В итоге, Адис часто стесняется, отличается нерешительностью и непоследовательностью. Ему очень сложно посещать новые места, знакомиться с новыми людьми.\nЕще один недостаток имени Адис – патологическое упрямство. Хотя во многих случаях только оно и способствует тому, что Адис добивается поставленных целей, даже тех, которые по всем законам природы реализованными могли так и не стать. Адис сам понимает, что с ним может быть очень тяжело, но редко меняется, даже став взрослым.\nИмя Адис – человек гордый и стремится сделать так, чтобы ни от кого не зависит. Отсюда и вырисовывается стремление такого человека добиться больших успехов сначала в учебе, а уже потом – в работе. Кстати, именно стремление к самостоятельности и обособленности помогает Адису искоренить свою скромность или хотя бы уменьшить ее проявления. В детстве Адис может быть очень привязан к родителям, но если они, в свою очередь, с ранних лет будут приучать сына к самостоятельности, то помогут ему более уверенно чувствовать себя в будущем.\nАдис может быть общительным человеком, если речь идет о каких-то праздных вопросах. Однако в свой внутренний мир он способен впустить немногих. Неудивительно, что друзей у имени Адис мало, и их он выбирает крайне осторожно. Однако с ними он будет поддерживать связь и всегда поможет не только словом, но и делом.",
      "badges": "Рыбы, Стрелец",
      "colors": "красный",
      "mineral": "гематит, малахит, фенактит, пещаник, тектит, желтый топаз, розовый турмалин, полосчатый камень",
      "planet": "Марс, Юпитер",
      "successful_day": "вторник",
      "health": "Значение имени Адис можно проследить в зависимости от того, в какое время года родился его обладатель. Так, например, представители «зимнего» типа очень агрессивны и отличаются взрывным характером. Спорить с таким человеком крайне нежелательно – он абсолютно не воспринимает критику и начинает по этому поводу очень сильно нервничать.\nИмя Адис, отмечающий день рождения весной, более спокоен. Чаще всего он является флегматиком, умеет сосредотачиваться, может похвастаться высоким уровнем интеллекта. Часто окружающим кажется, что Адис проявляет безразличие ко всему – настолько он спокоен и сдержан.\n«Летний» Адис очень застенчив и чувствителен к реалиям современной жизни. Однако в экстремальных ситуациях он способен рассуждать очень здраво. Адис, отмечающий день рождения осенью, спокоен и уравновешен, способен оказать помощь человеку в трудной ситуации. Пустых обещаний не дает и отличается исполнительностью.",
      "character_traits": "аккуратность, брезгливость, чистоплотность, рассудительность, уравновешенность, серьезность",
      "celebrities": [
        "Адис Яхович — македонский футболист, нападающий клуба «Крылья Советов»."
      ],
      "professions": "Продвижение по карьерной лестнице у Адиса получается с переменным успехом. Его молчаливая отстраненность играет с ним злую шутку. Адис кажется неуклюжим человеком не от мира сего. Он не умеет заискивать и говорить правильные слова окружающим. Адис чересчур прямолинеен, а потому не всегда имеет гладкие отношения с коллегами и начальством. И тем не менее Адис вполне может быть прекрасным руководителем: честным, уравновешенным и расчетливым."
    },
    {
      "name": "Адольф",
      "sex": "М",
      "available_name": "Адо, Ади, Альф, Дольф, Лоф, Эццо",
      "catholic_birthday": "19 апреля",
      "history": "Адольф – это имя переводится с древнегерманского языка как благородный волк. Имя  Адольф пришло к нам из Германии, однако, в настоящее время почему-то популярность этого имени несколько упала как в Украине в России, так и в той же Германии.",
      "character": "Адольф рождается очень похожим на мать, и уже в раннем детстве он удивительно походит на нее всеми чертами и характером, и повадками. Однако взрослея, он все больше начинает походить на отца, его настроения и убеждения резко меняются, он изменяет все привычки, и именно в это время его характер формируется окончательно и практически бесповоротно. Адольф часто спокоен, красноречив, легко умеет убедить во всех своих мыслях любого собеседника. У него, как правило, есть врожденные сильные лидерские качества, которыми он будет с удовольствием пользоваться.\nОн прекрасный работник, и талантливый организатор, и конечно координатор, Адольф – это просто мечта любого нормального работодателя, так как даже самую мелкую и трудоемкую работу он станет выполнять идеально. Спортсмен из Адольфа получается замечательный, однако его больше привлекают все-таки не силовые, а именно интеллектуальные виды спорта. Так в шахматах, и шашках Адольфу не будет равных, он с легкостью сможет справиться с противником, при этом, не отказывая себе в некотором изяществе победы.",
      "compatibility_name": "Анна, Виолетта, Ева, Луиза, Роза, Станислава, Стелла, Юнона, Ядвига",
      "not_compatibility_name": "Агнесса, Диана, Милена, Михайлина, Нила, Регина, Руслана, Татьяна, Эльза",
      "badges": "Стрелец, Рыбы",
      "colors": "малиновый, синий",
      "plant": "базилик, лаванда, фиалка, дуб, груша, яблоня, мята, каштан, корица, жасмин, райское яблоко, абрикос, эвкалипт",
      "animals": "олень, слон, овца, ласточка, пеликан, куропатка, павлин, дельфин",
      "mineral": "cапфир, берилл, гиацинт",
      "planet": "Юпитер",
      "successful_day": "четверг",
      "health": "Адольф отличается хорошим здоровьем, но его слабое место - железы внутренней секреции. Тщательно выбирает сферу приложения своих способностей. Благодаря трудолюбию и умению быстро принимать правильные решения достигает высоких руководящих постов, успехов в научно-изобретательской деятельности и бизнесе. Среди мужчина с именем Адольф много талантливых инженеров, медиков, работников искусства, писателей.",
      "character_traits": "дружелюбие, интуиция, терпеливость, сострадание, добродушие, уступчивость",
      "celebrities": [
        "Адольф Фредрик — король Швеции",
        "Адольф (король Германии) — король Германии XIII века",
        "Адольф — великий герцог Люксембургский",
        "Густав II Адольф — король Швеции",
        "Адольф Гитлер — основоположник и центральная фигура национал-социализма, рейхсканцлер Германии (1933—1945), фюрер Германии (1934—1945)."
      ],
      "professions": "Чаще всего профессия Адольфа становится его же призванием. Он чаще всего фанатик своего дела, но пи этом работать сможет в самых различных областях. Он добивается успеха, как в науке, так и в искусстве. Также вполне может проявить себя и в таком деле как литература, он может спокойно и складно излагать свои мысли практически на всех крайне различных собраниях или совещаниях. И это еще больше может привлекать к Адольфу пристальное внимание руководства, надо сказать, что он никогда не станет отсиживаться за чьей-либо спиной, и скорее всего первым предложит решение образовавшейся проблемы."
    },
    {
      "name": "Адриан",
      "sex": "М",
      "available_name": "Хадриан, Ариан, Андриен, Эдриен, Адриано, Адриаэн, Андриян",
      "orthodox_birthday": "16 февраля",
      "catholic_birthday": "9 января, 5 февраля, 5 марта, 8 июля, 8 ноября,",
      "history": "Имя Адриан имеет несколько версий происхождения. По первой версии, имя Адриан – это латинское мужское имя, произошедшее от имени Hadrianus образованное от римского когномена (личного или родового прозвища) Hadrianus, означающее «адриатический», «тот, кто родом с берегов Адриатического моря». По другой версии, имя Адриан считается одним из вариантов имени Андрей. В русском языке использовались народные формы этого имени - Адриян, Андриан, Андриян, Андреян, где добавился звук «н», поэтому имя в России порой считают тождественным имени Андрей. Хотя, на самом деле, это разные имена, так как в православных и католический святцах присутствуют оба имени – Адриан и Андрей. Но все же, как это часто бывает, с народными и уменьшительно-ласкательными, краткими формами имен в русском языке, эти имена используются как самостоятельно, так и взаимозаменяемо друг для друга.",
      "character": "Обладатель имени Адриан – это сильная личность. В нем очень развит альтруизм и человеколюбие. Адриан имеет высокую чувствительность, в сочетании с замечательной интуицией. Он живет идеями, сделать мир лучше, чем тот есть на самом деле, все свои силы он направит на борьбу против несправедливости и помощь обездоленным. Не всегда это выражается в прямых действиях, иногда его борьба и помощь бывают информационного характера. Адриан не боится трудностей. Он достаточно зависим и легко внушаем, в нем силен дух самопожертвования. Его друзьям и родственникам стоит учитывать эти особенности характера Адриана, помогать ему не стать марионеткой в чьих-то руках, найти себя и свое место в жизни. В детстве Адриан очаровательный и милый мальчик, все стремятся ему угодить. Если в семье возникают разногласия, ему становится очень тяжело. Адриан чувствителен и восприимчив, может стать эмоционально неустойчивым из-за больших нагрузок и множества переживаний. Со временем он будет стараться стать более независимым, а его желание быть свободным порой может выразиться в безрассудном поведении в молодости. С возрастом, Адриан становится более приземленным, осторожным и более близким к реальности. У Адриана высокие понятия красоты и совершенства, он везде ищет идеал. Ему интересны социальные и гуманитарные направления деятельности людей, если не присматривать за ним, то он может даже стать фанатиком определенной идеи. Он готов взаимодействовать с другими людьми, с честностью и добросовестностью, которые характеризуют его. Эту убежденность и приверженность идеям Адриану стоит направить в работу.",
      "sexuality": "Секс является для него навязчивой идеей. Ни один другой мужчина не нуждается в сексе больше, чем он, и в то же время никто другой не подвержен более, чем он, опасности полного крушения надежд.\nУ него никогда не возникает так называемых мужских проблем. Его потенциальные возможности очень велики, но шансы их использования ничтожны. Адриан должен быть весьма осторожен в выборе партнерши.\nЖенщины для него — исключительно объект секса, поэтому он не способен оценить их индивидуальность. Очень немногие согласны долго мириться с таким отношением к себе, и Адриану приходится искать новую партнершу. Он непоколебимо верит, что имеет право получить то, что желает, если же жизнь не преподносит ему это, он впадает в состояние отчаяния и испуга. В его воображении процедура естественного отбора должна носить как можно более упрощенный характер. Познакомившись с понравившейся ему женщиной, он готов тут же отправиться с ней в постель, хотя понимает, что редкой женщине может понравиться такой напор. От своего выбора Адриан не отступает — в любви его ничто не может остановить. Он преданный любовник, ему приятно материально обеспечивать своих избранниц, окружать их роскошью.",
      "compatibility_name": "Ада, Алла, Анна, Белла, Вера, Зоя, Лариса, Лидия, Любовь, Наталья, Полина, Светлана",
      "not_compatibility_name": "Валентина, Евгения, Екатерина, Зинаида, Луиза, Татьяна",
      "badges": "Дева",
      "colors": "синий",
      "plant": "маслина, дельфиниум",
      "animals": "кондор",
      "mineral": "мрамор",
      "planet": "Прозерпина",
      "successful_day": "суббота",
      "health": "У Адриана нет предрасположенности к серьезным заболеваниям. Возможно возникновение нервного тика век глаз и мышц лица, заболевания носоглотки.",
      "character_traits": "упрямый, самовлюблённый, подвижный, обязательны, настойчивый, коммуникабельный, смелый, трудолюбивый, целеустремлённый",
      "celebrities": [
        "Адрианом звали одного из римских императоров (II в.). После смерти Траяна он был объявлен наследником, однако отказался от завоевательной политики своего предшественника и ограничился защитой и обеспечением безопасности границ страны: в Северной Британии, на Дунае, в Африке. Адриан уменьшил влияние сената, создал обширный чиновничий аппарат, смягчил рабское право, ослабил налоги. При нем велось интенсивное строительство: перестроен Пантеон, сооружен мавзолей императора, ныне замок Св. Ангела. В окрестностях Рима сохранились живописные руины виллы Адриана. В Афинах при нем был достроен начатый Писистратом Олимпейон и возродилась олимпийская идея",
        "Адриан Карпович Денисов (1763–1841) – генерал-лейтенант; походную жизнь начал с 11 лет; участвовал, командуя казачьим полком, в штурме Измаила и в сражении при Мачине: отличился в сражении при Мацеовицах; взял в плен генерала Вавржецкого, заменившего мятежника Тадеуша Костюшко. Во время Итальянской кампании 1799 г, Денисов заслужил признательность Суворова, с которым потом совершил переход через Альпы. Во время Отечественной войны Денисов, исполняя обязанности наказного атамана, успешно формировал новые казачьи полки. В 1818 г., по смерти графа Платова, он был назначен войсковым атаманом",
        "Адриен Анри Лоран де Жюссьё - (1797 - 1853) французский ботаник",
        "Адриан Маннарино - (род.1988) французский профессиональный теннисист, победитель девяти турниров ATP Challenger и ITF Futures",
        "Адриан Сутиль - (род.1983) немецкий пилот уругвайского происхождения автогоночной серии «Формула-1» в составе команды «Force India». Сутиль дебютировал в «Формуле-1» на Гран-при Австралии 2007 года."
      ],
      "professions": "История знает множество творческих людей с именем Адриан. Они с успехом могут реализовать себя в изобразительном искусстве. Богатое воображение, нестандартность мышления, большая работоспособность позволяют имени Адриан делать открытия в различных науках."
    }
  ]
}
